{
"mod":"通俗拓展查询",
"author":"度茂木",
"brief":"查询功能，有配套图",
"comment":"可查询选项：基本都有了，太多了懒得写总览了，只是速查用，有兴趣还是自己翻拓展规则书罢",
"helpdoc":{
	"创建英雄（通俗克苏鲁）":"在通俗克苏鲁中，调查员将被称为“市井英雄”，他们拥有比普通调查员更强的能力。创建英雄的步骤与创建调查员有所不同。英雄类型和天赋的加入将允许玩家创建更具传奇色彩，经验丰富且能生命更加顽强的角色。\n创建英雄的完整步骤如下，建议首次创建市井英雄的玩家使用这个完整步骤。本章末尾提供了快速创建英雄的方法，它忽略了一些细节以加快角色创建过程，让玩家可以迅速建立市井英雄。\n创建市井英雄\n创建英雄的步骤如下：\n第一步：选择英雄类型\n第二步：生成属性\n第三步：决定天赋\n第四步：决定职业\n第五步：决定技能并分配技能点数\n第六步：创造背景\n第七布：补充细节",
	"选择英雄类型（通俗克苏鲁）":"英雄类型勾勒出角色的基本概念，玩家能够选择一个范本成为他们英雄的基础。每个英雄类型都提供了一些技能与属性奖励。选择你最想要扮演的类型作为英雄类型。\n每个条目都简述了英雄类型的关键特征，并说明了该类型的核心属性和奖励技能，在另一张纸上记录这些以便在进行创建英雄的其余步骤时使用它们。\n可选：如果你希望在确定属性和技能之前先决定英雄背景的话，请跳转至第四步来决定职业，然后跳至第六步来创造他们的背景故事。这些步骤决定你的英雄是谁，是什么在驱使他们，已经他们从事什么工作。完成了这些之后，回到第二步，补充他们的属性、技能和天赋。\n指引摘要：每个英雄类型都有其核心属性。有时可以在属性之间做出选择，选择其中一个作为英雄的核心属性。克苏鲁的呼唤中，调查员的大多数属性通常都不高于90%。而英雄的核心属性可以达到95%。要确定核心属性，投掷1D6+13再将结果乘5，详见步骤二。\n玩家可以选择英雄类型下列出的几项或全部技能，根据需要把奖励技能点分配给它们。英雄类型提供了建议职业列表，但玩家可以选择符合其角色特征的其它任何职业，比如来自调查员手册或其它扩展书中的职业一些英雄类型提供了建议选择的天赋；而无情斗士必须选择坚定不移天赋。英雄类型提供了一些建议背景特质，你不必为英雄选择这些特质，只需要用它们来获取灵感。\n全部英雄类型\n>>冒险家\n>>猛士\n>>行乐者\n>>无情斗士\n>>梦想家极客\n>>探险者\n>>蛇蝎美人\n>>机械师\n>>反英雄\n>>幕后玩家\n>>老猎人\n>>寻秘者\n>>局外人\n>>叛逆浪人\n>>学者\n>>解谜人\n>>协助者\n>>殉道者\n>>侠客\n>>刺激寻者\n>>硬汉",
    "冒险家Adventurer":"【冒险家】通俗克苏鲁拓展\n无冒险，不生活！世界这么大，充满了机遇与挑战，有太多值得去体验的事物。办公桌后朝九晚五的生活对这样的人来说简直就是死刑。冒险家们渴望刺激、乐趣与挑战。类型描述待补\n核心属性：DEX或APP\n将100个奖励点数分配给：取悦，潜水，汽车驾驶，急救，格斗(任意)，射击(任意)，跳跃，语言(任意)，机械维修，驾驶(任意)，骑术，潜行，生存(任意)，游泳。\n建议职业：演员，考古学家，运动员，特技飞行员，银行劫匪，猎人，窃贼，业余艺术爱好者，流浪者，赌徒，黑帮分子，游民，调查记者，传教士，护士，摄影师，护林员，士兵，部落成员。\n天赋：任选两项。\n建议特质：容易无聊，坚韧，荣耀猎人，自负。",
    "猛士Beefcake":"【猛士】通俗克苏鲁拓展\n强壮，肌肉发达，能够自行处理严峻的形势。力求追寻肉体的完美。你不会在图书馆中找到这类人，但可能会在广告牌上看到他们。猛士有两种类型：安静的，或是吵闹的。\n核心属性：STR\n将100个奖励点数分配给：取悦，格斗(斗殴)，恐吓，聆听，机械维修，精神分析，游泳，投掷。\n建议职业：运动员，警探，猎人，拳击手，艺人，黑帮，打手，游民，临时工，工人，技师，海员，士兵，混混，部落成员。\n天赋：任选两项。\n建议特质：专横，傲慢，安静的，以自我中心，不易怒，容怒。",
    "行乐者Bon Vivant":"【行乐者】通俗克苏鲁拓展\n行乐者是善于享受生活的人，但这并不意味着他们一定很有钱，虽然他们当中很多人已经习惯了财富。行乐者尽情享受生活而不去考虑后果。为什么到明天才能开始享受？美食和饮料，还有其他美好的事物，这些都是美好生活的关键。无论贫穷还是富有，这样的人都很少考虑储蓄以备不时之需，他们更愿意成为被人瞩目的焦点，愿意和所有人做朋友。\n核心属性：SIZ\n将100个奖励点数分配给：估价，技艺(任意)，取悦，话术，语言(任意)，聆听，侦查，精神分析。\n建议职业：演员，艺术家，管家，欺诈师，教团首领，业余艺术爱好者，政府官员，艺人，赌徒，飞贼，绅士/淑女，军官，音乐家，神职人员，教授，狂热者。\n天赋：任选两项。\n建议特质：铺张浪费，贪心，松鼠党，收藏家，自信，自负，引人注目，和善，慷慨。",
	"无情斗士Cold Blooded":"【无情斗士】通俗克苏鲁拓展\n万事皆允的理性主义者。无情斗士可能会遵循一些扭曲的道德准则，但他们看待人性时冷酷而死板——你是好人还是坏人？这当中没有灰色地带，只有攸关性命的严酷现实。他们都能成为合格的杀手，因为他们很少怀疑自己。他们从遵循信件中发来的指令，或是奉行自己的复仇计划。这样的人为了完成工作能够做出任何事。有时他们会欺骗自己，从而相信自己有一条绝不会跨过的“底线”，但事实上他们残忍而无情，会不遗余力地实现他们定下的目标。\n核心属性：INT\n将100个奖励点数分配给：技艺(表演)，乔装，格斗(任意)，射击(任意)，急救，历史，恐吓，法律，聆听，机械维修，精神分析，潜行，生存(任意)，追踪。\n建议职业：银行劫匪，警探，猎人，教团首领，流浪者，驱魔师，联邦探员，黑帮，飞贼，打手，刺客，教授，通讯记者，士兵，混混，部落成员，狂热者。\n天赋：必须选择“坚定不移”，再任选另一项。\n建议特质：理性主义者，世界非黑即白，残忍，无情，冷酷，蛮横，坚定。",
	"梦想家Dreamer":"【梦想家】通俗克苏鲁拓展\n无论是理想主义者还是空想家，梦想家们都拥有强大而炽热的精神。他们往往都遵循着自己的生活目标。梦想家看起来超越了平凡的现实生活，也许是在逃避现实，也许他们向往未来的可能，希望能够纠正错误，或是改变世界。\n核心属性：POW\n将100个奖励点数分配给：技艺(任意)，取悦，历史，语言(任意)，图书馆使用，聆听，博物学，神秘学。\n建议职业：艺术家，作家，酒保/服务生，神职人员，教团首领，业余艺术爱好者，流浪者，政府官员，赌徒，绅士/淑女，游民，性工作者，图书馆管理员，音乐家，护士，神秘学家，教授，秘书，学生，部落成员。\n天赋：任选两项，建议选择“钢铁意志”。\n建议特质：理想主义者，乐观主义者，懒惰，慷慨，安静，体贴，总是迟到。",
	"极客Egghead":"【极客】通俗克苏鲁拓展\n万物皆可被拆解和分析以便了解其工作原理。知识是宝物，充满了探索的乐趣。谁说学者都是书呆子？极客们奉行实践主义，且不介意弄脏自己的手。无论电线、齿轮、阀门、计算机引擎还是血液和骨头，极客们都希望弄清楚它们是如何运转的。它们也许是出神的天才，或是犀利的艺术家，极客很容易专注于眼前的问题而忽视周围的事情。根据游戏的通俗程度，极客可能会发明各种有用或无用的小玩意儿，详见怪奇技术，86页。\n核心属性：INT或EDU\n将100个奖励点数分配给：人类学，估价，计算机使用，电气维修，语言(任意)，图书馆使用，机械维修，操作重型机械，科学(任意)。\n建议职业：管家，教团首领，医生，工程师，绅士/淑女，调查记者，技师，神职人员，科学家。\n天赋：任选两项。\n建议特质：学问渊博，专注，只注意眼前，情报收集者，不太注意周围，缺乏常识，发明家，不可靠。",
	"探险者Explorer":"【探险者】通俗克苏鲁拓展\n“别拦我！”探险者经常如此喊着，向往真实而充实的生活。他们意志坚强，几乎不可动摇，探险者一直在追寻地平线上的事物。他很可能已经融入自然生活之中，满足于就地而眠，愉快地蔑视城市生活的舒适。无论是穿越丛林，深入洞穴，还是简单地绘制城市中的隐藏区域，探险者常被他眼中的“弱者”或“懦夫”搞得焦躁不安，从而与他人格格不入。\n核心属性：DEX或POW\n将100个奖励点数分配给：驯兽，人类学，取悦，格斗(斗殴)，急救，跳跃，语言(任意)，博物学，导航，驾驶(任意)，骑术，潜行，生存(任意)，追踪。\n建议职业：事务所侦探，考古学家，猎人，业余艺术爱好者，探险家，司机，飞贼，临时工，调查记者，传教士，摄影师，旅行家，海员，士兵，部落成员。\n天赋：任选两项。\n建议特质：离群者，勇敢，不适应环境，孤独，乐观，意志坚强，天生的领袖，不安。",
	"蛇蝎美人Femme Fatale":"【蛇蝎美人】通俗克苏鲁拓展\n蛇蝎美人的外在美貌常常掩盖了她们以自我为中心，时刻保持警惕的生活方式，这导致她们对别人而言十分危险。蛇蝎美人会像蜘蛛一样，通过构建一个诱惑迷人的外貌形象，将其他人吸引到她的网上，以便夺其所好或毁其所恶。她们勇敢又狡猾，不羞于亲自动手，是个难缠的敌人。蛇蝎美人绝不蛮干，她会等到她的网织好后才会进行一次突然而适时的攻击（无论是精神还是肉体）。如果需要的话，一个典型的蛇蝎美人英雄很容易地被人认为是同性恋。译注：男性英雄也可以选择该类型。\n核心属性：APP或INT\n将100个奖励点数分配给：技艺(表演)，估价，取悦，乔装，汽车驾驶，话术，格斗(斗殴)，射击(手枪)，聆听，精神分析，妙手，潜行。\n建议职业：演员，事务所侦探，作家，窃贼，欺诈师，业余艺术爱好者，政府官员，艺人，联邦探员，黑帮，飞贼，刺客，性工作者，调查记者，音乐家，护士，私家侦探，通讯记者，间谍，狂热者。\n天赋：任选两项，建议选择“魅力四射”。\n建议特质：迷人，充满魅力，性格恶劣，狡诈，滑头，专注，不诚实。",
	"机械师Grease Monkey":"【机械师】通俗克苏鲁拓展\n机械师们很有想法，能够制造和修理各种各样的玩意儿，无论是有用的发明，机器，引擎还是其他设备。人们可能会在汽车引擎盖下找到机械师，或者发现他们正在玩弄着电话交换线。机械师通常都拥有一种“这个可以！”的处事态度，他们有能力充分利用手边的事物，搭配他们的技能和经验做出使旁人惊叹的事。根据游戏的通俗程度，机械师或许能够制作各种用处不明的奇妙道具。详见怪奇技术。\n核心属性：INT\n将100个奖励点数分配给：估价，技艺(任意)，格斗(斗殴)，汽车驾驶，电气维修，锁匠，机械维修，操作重型机械，侦查，投掷。\n建议职业：酒保/服务生，管家，窃贼，私人司机，流浪者，工程师，司机，游民，临时工，技师，海员，士兵，学生，工会活动家。\n天赋：任选两项。\n建议特质：踏实，亲力亲为，工作认真，油污，有能力。",
	"反英雄Hard Boiled":"【反英雄】通俗克苏鲁拓展\n反英雄们很清楚，想要抓住一个小偷，必须先像小偷一样思考。反英雄常常会为了达成目的而违反法律。他们在行动时会使用任何工具（不择手段），甚至砸碎别人的脑袋（草菅人命）。虽然他们的内在是希望世界不再那么卑鄙和污秽的诚实灵魂，但是，为了伸张正义，他们敢于弄脏自己的双手。\n核心属性：CON\n将100个奖励点数分配给：技艺(任意)，格斗(斗殴)，射击(任意)，汽车驾驶，话术，恐吓，法律，聆听，锁匠，妙手，侦查，潜行，投掷。\n建议职业：事务所侦探，银行劫匪，警探，猎人，拳击手，黑帮，飞贼，工人，警探，私家侦探，旅行家，工会活动家。\n天赋：任选两项。\n建议特质：愤世嫉俗，客观，实用主义，厌世，腐败，暴力。",
	"幕后玩家Harlequin":"【幕后玩家】通俗克苏鲁拓展\n虽然类似于蛇蝎美人，但幕后玩家不喜欢亲自动手（如果这会有所帮助）。虽然幕后玩家不一定拥有传统意义上的亮丽外表，但他们通常具有足够吸引人的人格魅力。他们以从操纵他人达成自己的目的为乐趣，并且经常将自己的计划隐藏在显而易见的谎言或微不可查的欺骗背后。他们或许是为了某个上家服务，又或许单纯的只是混乱的代理人，通过观察人们面对他设下的陷阱时的反应取乐。\n核心属性：APP\n将100个奖励点数分配给：技艺(表演)，取悦，乔装，话术，跳跃，语言(任意)，聆听，说服，精神分析，妙手，潜行。\n建议职业：演员，事务所侦探，艺术家，酒保/服务生，欺诈师，教团首领，业余艺术爱好者，政府官员，艺人，赌徒，绅士/淑女，音乐家，通讯记者，秘书，工会活动家，狂热者。\n天赋：任选两项。\n建议特质：深谋远虑，狡猾，两面派，好指使人，无序，狂野，华丽。",
	"老猎人Hunter":"【老猎人】通俗克苏鲁拓展\n或许是追寻狩猎过程的刺激，或许是为了最终的战果，或许仅仅因为他们天生主宰一切的本能，老猎人在狩猎时总是冷酷无情。沉着冷静，精于算计的老猎人更愿意等待最合适的时机，而鄙视粗心大意的鲁莽行为。\n核心属性：INT或CON\n将100个奖励点数分配给：驯兽，格斗(任意)，射击(步枪/霰弹枪或手枪)，急救，聆听，博物学，导航，侦查，潜行，生存(任意)，游泳，追踪。\n建议职业：事务所侦探，银行劫匪，警探，猎人，拳击手，黑帮，飞贼，工人，警探，私家侦探，旅行家，工会活动家。\n天赋：任选两项。\n建议特质：无情，狡猾，耐心，被驱使，沉着，安静。",
	"寻秘者Mystic":"【寻秘者】通俗克苏鲁拓展\n奥秘的探求者，未知领域的探索者。寻秘者致力于探知这个世界最基本的真理。他们可能是满腹经纶的学者，萨满教巫医，剧团占卜师或是空想家，无论是为了个人利益还是全人类的进步，他们都在追寻知识和超自然能力。如果守秘人同意，寻秘者可以拥有超乎想象的超自然力量。这类人经常受到迫害和猎杀，所以他们会对那些称自己为“巫师”的人隐瞒自己的“天赋”，外人则会认为他们只是江湖骗子或是小丑。这类英雄应该选择“灵能觉醒”天赋（原文如此），并允许他们为一个或多个灵能投入技能点，见灵能，83页。\n核心属性：POW\n将100个奖励点数分配给：技艺(任意)，科学(天文学)，乔装，历史，催眠，语言(任意)，博物学，神秘学，精神分析，妙手，潜行；如有“灵能觉醒”天赋，可将点数分配给所选的灵能技能。\n建议职业：艺术家，教团首领，业余艺术爱好者，驱魔师，艺人，神秘学家，超心理学家，部落成员。\n天赋：任选两项，建议选择“灵能觉醒”。\n建议特质：深谋远虑，狡猾，两面派，好指使人，无序，狂野，华丽。",
	"局外人Outsider":"【局外人】通俗克苏鲁拓展\n无论是象征意义还是字面意思，局外人都与社会外界格格不入。这类人可能与他们生活的环境方枘圆凿，他们也许来自异国他乡，又或者虽然是社会的一部分，但却始终无法融入他们。局外人通常在肉体或精神上进行着某种形式的旅程，在他们回归或是融入集体之前，他们必须先完成自己的使命。大多局外人拥有独特的技能和处事方式，能够利用被外人遗忘的知识、秘密或是异端学识。\n核心属性：INT或CON\n将100个奖励点数分配给：技艺(任意)，驯兽，格斗(任意)，急救，恐吓，语言(任意)，聆听，医学，导航，潜行，生存(任意)，追踪。\n建议职业：艺术家，流浪者，探险家，打手，临时工，工人，护士，神秘学家，旅行家，部落成员。\n天赋：任选两项。\n建议特质：冷酷，安静，超然，冷漠，残忍。",
	"叛逆浪人Rogue":"【叛逆浪人】通俗克苏鲁拓展\n叛逆狼人无视社会规则，敢于公开质疑现状，嘲讽权威。他们冲动行事，鄙视传统，不愿墨守成规。在他们眼中，法律就是要被钻空子甚至被打破。但多数叛逆浪人并非意图散播混乱的犯罪分子或无政府主义者，他们通过迷惑他人来寻找乐趣。这类人往往是复杂的，他们冷漠而迷人，有着自己独特的道德准则。\n核心属性：DEX或APP\n将100个奖励点数分配给：估价，技艺(任意)，取悦，乔装，话术，法律，锁匠，精神分析，读唇，侦查，潜行。\n建议职业：艺术家，银行劫匪，窃贼，欺诈师，业余艺术爱好者，艺人，赌徒，司机，间谍，学生。\n天赋：任选两项。\n建议特质：迷人，使人安心，固执己见，狡猾，精明，富于心计。",
	"学者Scholar":"【学者】通俗克苏鲁拓展\n他们利用情报和分析了解周围的世界。学者们通常更喜欢坐在图书馆里，而不是去面对现实生活。作为知识的探求者，学者并不以行动为导向，不过，在紧要关头，学者们可能是唯一只要要怎么做的人。\n核心属性：EDU\n将100个奖励点数分配给：会计，人类学，密码学，历史，语言(任意)，图书馆使用，医学，博物学，神秘学，科学(任意)。\n建议职业：考古学家，作家，医生，图书馆管理员，超心理学家，教授，科学家。\n天赋：任选两项。\n建议特质：好学，书卷气，自傲，高人一等，孤僻，挑剔，讲话很快，忧郁。特殊：必须以神话非信者开始游戏，详见规则书理智章节。",
	"解谜人Seeker":"【解谜人】通俗克苏鲁拓展\n谜题和暗语吸引着解谜人，他们依靠智慧和推理揭开谜团，解决麻烦。他们乐于寻找并享受脑力上的挑战，无论他们会面对怎样的后果和苦难，他们都会一直专注于寻找真相。\n核心属性：INT\n将100个奖励点数分配给：会计，估价，乔装，历史，法律，图书馆使用，聆听，神秘学，精神分析，科学(任意)，侦查，潜行。\n建议职业：事务所侦探，作家，警探，联邦探员，调查记者，神秘学家，超心理学家，警探，通讯记者，间谍，学生。\n天赋：任选两项。\n建议特质：敢于冒险，只注意眼前，狡诈，自负，被驱使。",
	"协助者Sidekick":"【协助者】通俗克苏鲁拓展\n协助者拥有殉道者、叛逆浪人和刺激寻者的部分特质。通常，他们是还没有充分发掘自身潜力的年轻人，是寻求向导师学习的人，是站在聚光灯之外的人。又或者，协助者渴望成为英雄，可他们的能力却被同伴或导师所掩盖。协助者们有时会受困于内心的枷锁，他们充满想象但不切实际想法常常会给他们带来麻烦。这类人往往拥有强烈的道德准则和责任感。\n核心属性：DEX或CON\n将100个奖励点数分配给：驯兽，取悦，电气维修，话术，急救，跳跃，图书馆使用，聆听，导航，摄影，科学(任意)，潜行，追踪。\n建议职业：作家，酒保/服务生，警探，管家，私人司机，医生，联邦探员，司机，飞贼，游民，性工作者，工人，图书馆管理员，护士，摄影师，科学家，秘书，混混，学生，部落成员。\n天赋：任选两项。\n建议特质：乐于助人，机智，忠诚，容易惹事，多疑，好奇，勇敢。",
	"殉道者Steadfast":"【殉道者】通俗克苏鲁拓展\n殉道者的体内激荡着正义之血。这类人保护弱者，将他人利益至于自己之前，愿意为了他人的安全牺牲自己。无论他们接受精神或是宗教的指引，还是遵循着某种内在的道德准则，他们都不会沉沦于别处的深渊，他们为荣耀而战，为身边的人树立榜样。无论他们想要守护什么，他们同样也为正义而战！\n核心属性：CON\n将100个奖励点数分配给：会计，汽车驾驶，格斗(任意)，射击(手枪)，急救，历史，恐吓，法律，博物学，导航，说服，精神分析，骑术，侦查，生存(任意)。\n建议职业：运动员，警探，管家，神职人员，私人司机，医生，政府官员，驱魔师，联邦探员，绅士/淑女，传教士，护士，警探，私家侦探，通讯记者，海员，士兵，部落成员。\n天赋：任选两项。\n建议特质：坚定，忠诚，坚决，信守承诺，奉献精神，严格而公正，可靠。",
	"侠客Swashbuckler":"【侠客】通俗克苏鲁拓展\n他们有着充满激情和理想主义的灵魂，总能救身陷险境的少女于水火之中。侠客们英勇无畏，以行动为导向，倡导公平决斗，蔑视用枪的懦夫。即使在危难关头，也能保持乐观、自负和聒噪。侠客有着浪漫的心和强烈的荣誉准则，但他们鲁莽的行为可能会危及所有人的生命。\n核心属性：DEX或APP\n将100个奖励点数分配给：技艺(任意)，取悦，取悦，格斗(任意)，跳跃，语言(任意)，机械维修，导航，驾驶(任意)，潜行，游泳，投掷。\n建议职业：演员，艺术家，特技飞行员，猎人，业余艺术爱好者，艺人，绅士/淑女，调查记者，军官，传教士，私家侦探，旅行家，海员，士兵，间谍。\n天赋：任选两项。\n建议特质：自负，英勇，行动优先，浪漫，热情，敏感。",
	"刺激寻者Thrillseeker":"【刺激寻者】通俗克苏鲁拓展\n一些人的人生有如飞蛾扑火。对这类人来说，安逸的生活简直算不得活着，他们从冒险和刺激中感受人生。对于刺激寻者而言，风险永远都不够高，他们随时准备面对更大的刺激来感受肾上腺素喷涌的感觉。这些悍不畏死的家伙乐于投入到极限运动当中，对他们来说，高山皆是挑战。他们总是无法理解为何没有人敢于像他们一样面对风险。\n核心属性：DEX或POW\n将100个奖励点数分配给：技艺(任意)，取悦，取悦，潜水，汽车驾驶，话术，跳跃，机械维修，导航，驾驶(任意)，骑术，潜行，生存(任意)，游泳，投掷。\n建议职业：演员，运动员，特技飞行员，银行劫匪，猎人，窃贼，业余艺术爱好者，艺人，探险家，赌徒，黑帮，司机，飞贼，绅士/淑女，性工作者，调查记者，传教士，音乐家，神秘学家，超心理学家，旅行家，海员，士兵，间谍，工会活动家，狂热者。\n天赋：任选两项。\n建议特质：冒失，敢于冒险，狂躁，爱出风头，喜欢自夸，容易制造麻烦。",
	"硬汉Two-Fisted":"【硬汉】通俗克苏鲁拓展\n“活得潇洒，死的自在”是硬汉的座右铭，他们总是能量爆棚，强壮，坚韧而富有才华。这类人倾向于用使用拳头而不是言语来解决问题，他们热爱在酒后畅所欲言，做事直截了当，反感仪式和礼节，向来讨厌与白痴共处。硬汉的生活匆忙而易怒，他们蔑视权威，但对于那些肮脏的招数，他们也会加倍奉陪。\n核心属性：STR或SIZ\n将100个奖励点数分配给：汽车驾驶，格斗(斗殴)，射击(任意)，恐吓，聆听，机械维修，侦查，游泳，投掷。\n建议职业：事务所侦探，银行劫匪，警探，拳击手，黑帮，飞贼，打手，刺客，性工作者，工人，技师，护士，警探，旅行家，通讯记者，海员，士兵，混混，部落成员，工会活动家。\n天赋：任选两项。\n建议特质：坚韧，能干，坚定，易怒，暴力，邋遢，腐败，阴险。",
	"决定天赋（通俗克苏鲁）":"通俗克苏鲁拓展\n英雄天赋提供了进一步定制角色的方式，用来实现通俗风格和主题的一些优势与增强。虽然它们不会让角色变成超级英雄，但它们切实提供了一定优势，让英雄们在某些状况下能够得心应手。\n创建英雄时，从下面的列表中选择两项天赋。游戏过程中，守秘人可以决定让英雄获得额外天赋，详见英雄幕间成长，69页，第四章：游戏系统。\n下面有四个英雄天赋列表，从中选择两项，或者掷骰来决定。这些列表以肉体、战斗、精神和其它天赋为主题。如果要掷骰决定，先投1D4来决定从那张表中选择天赋：\n>>1.肉体天赋\n>>2. 精神天赋\n>>3.战斗天赋\n>>4.其他天赋",
	"生成属性（通俗克苏鲁）":"通俗克苏鲁拓展\n使用下列掷骰方式来确定每个属性，将第一步中确定的核心属性掷骰方式替换为1D6+13再将结果乘5\n力量(STR)：投3D6，再将结果乘5\n体质(CON)：投3D6，再将结果乘5\n体型(SIZ)：投2D6+6，再将结果乘5\n敏捷(DEX)：投3D6，再将结果乘5\n外貌(APP)：投3D6，再将结果乘5\n智力(INT)：投2D6+6，再将结果乘5\n意志(POW)：投3D6，再将结果乘5\n教育(EDU)：投2D6+6，再将结果乘5\n在通俗克苏鲁角色卡上记录每个属性的结果，并填写它们的半值和五分之一值。\n属性百分比除以2，向下取整，得到半值。\n属性百分比除以5，向下取整，得到1/5值。\n注意：半值和1/5值速查表在43页。\n半值和1/5值用于游戏中的技能与属性检定，这些数字需要预先计算出来，这样可以避免游戏时进行心算。\n但如果你愿意，也可以在游戏过程中填写这些数字。\n*在15到90之间选择一个年龄，通俗克苏鲁中不启用年龄调整，这包括属性惩罚和教育增强。\n确定其他属性\n幸运：投2D6+6，再将结果乘5\n理智：等于POW\n生命：将CON和SIZ相加，将结果除以5并向下取整\n魔法：等于POW的1/5\n伤害加值：将STR和SIZ相加，见表：伤害加值和体格\n移动：比较DEX、STR和SIZ，见表：移动速度",
	"伤害加值和体格表（通俗克苏鲁）":"[CQ:image,file=data/images/帮助文档/伤害加值和体格表（通俗克苏鲁）.png]",
	"移动速度表（通俗克苏鲁）":"[CQ:image,file=data/images/帮助文档/移动速度表（通俗克苏鲁）.png]",
	"决定职业（通俗克苏鲁）":"通俗克苏鲁拓展\n英雄的职业决定了他们最熟练的技能、收入水平和他们可能认识的人。请记住选择的英雄类型中建议的职业。这些职业大多具有通俗风格，或者与30年代密切相关。其他职业可以在混沌元素出版的《调查员手册》中找到。\n职业决定完毕后，把它写在英雄角色卡上，并记录下职业技能以便在第五步中使用。与调查员手册重复部分略去不译，此处只列出通俗克苏鲁的独占职业。\n>>驱魔师(Exorcist)\n>>临时工(Itinerant Worker)\n>>瑜伽修士(Yogi)",
	"驱魔师(Exorcist)":"通俗克苏鲁拓展职业\n本职技能点数：EDU×4\n信用范围：25-55\n推荐关系人：宗教组织。\n本职技能：人类学，历史，图书馆使用，聆听，神秘学，语言，心理学，任意一项其他个人或时代特长。",
	"临时工(Itinerant Worker)":"通俗克苏鲁拓展职业\n本职技能点数：EDU×2+(DEX×2或STR×2)\n信用范围：0-10\n推荐关系人：流浪汉，司机，农民，执法者。\n本职技能：技艺（任一），攀爬，妙手，机械维修，博物学，导航，任意两项其他个人或时代特长。",
	"瑜伽修士(Yogi)":"通俗克苏鲁拓展职业\n本职技能点数：EDU×4\n信用范围：6-60\n推荐关系人：部落成员，神秘学或修行组织，有钱的主顾。\n本职技能：急救，历史，两项社交技能（取悦、话术、恐吓、说服），博物学，神秘学，语言，任意两项**其他个人或时代特长\n  **若KP允许 可以包含灵能技能。",
	"肉体天赋表（通俗克苏鲁）":"通俗克苏鲁拓展\n1.明察秋毫\n2.快速愈合\n3.昏暗视觉\n4.耐力卓绝\n5.天生神力\n6.千杯不醉\n7.强健体魄\n8.铁骨铮铮\n9.耳听八方\n10.魅力四射",
	"精神天赋表（通俗克苏鲁）":"通俗克苏鲁拓展\n1.坚定不移\n2.百折不挠\n3.钢铁意志\n4.一目十行\n5.语言学家\n6.魔法亲和\n7.过目不忘\n8.博学多才\n9.灵能觉醒\n10.足智多谋",
	"战斗天赋表（通俗克苏鲁）":"通俗克苏鲁拓展\n1.处变不惊\n2.专注打击\n3.快速装填\n4.身手敏捷\n5.目光如炬\n6.技巧卓绝\n7.疾风连击\n8.动如脱兔\n9.快速拔枪\n10.手枪专精",
	"其他天赋表（通俗克苏鲁）":"通俗克苏鲁拓展\n1.凶神恶煞\n2.奇妙道具\n3.吉人天相\n4.神话知识\n5.怪奇技术\n6.遁入暗影\n7.能工巧匠\n8.动物朋友\n9.伪装大师\n10.早有准备",
	"明察秋毫Keen Vision":"【A1】明察秋毫\n通俗克苏鲁拓展：肉体天赋\n天赋描述：进行侦查检定时获得一个奖励骰。",
    "快速愈合Quick Healer":"【A2】快速愈合\n通俗克苏鲁拓展：肉体天赋\n天赋描述：自然回复增加至每日3HP。",
	"昏暗视觉Night Vision":"【A3】昏暗视觉\n通俗克苏鲁拓展：肉体天赋\n天赋描述：降低夜间侦查检定的难度等级，忽略在夜间射击时的惩罚骰。",
	"耐力卓绝Endurance":"【A4】耐力卓绝\n通俗克苏鲁拓展：肉体天赋\n天赋描述：进行体质检定时获得一个奖励骰，包括建立追逐时。",
	"天生神力Power Lifter":"【A5】天生神力\n通俗克苏鲁拓展：肉体天赋\n天赋描述：进行力量检定时获得一个奖励骰，比如用来举起某人某物。",
	"千杯不醉Iron Liver":"【A6】千杯不醉\n通俗克苏鲁拓展：肉体天赋\n天赋描述：可以花费5点幸运来避免过度饮酒带来的效果（无视技能惩罚）。",
	"强健体魄Stout Constitution":"【A7】强健体魄\n通俗克苏鲁拓展：肉体天赋\n天赋描述：可以花费10点幸运使疾病和毒药的伤害和效果减半。",
	"铁骨铮铮Tough Guy":"【A8】铁骨铮铮\n通俗克苏鲁拓展：肉体天赋\n天赋描述：可以花费10点幸运来吸收在一轮中收到的5点伤害。",
	"耳听八方Keen Hearing":"【A9】耳听八方\n通俗克苏鲁拓展：肉体天赋\n天赋描述：进行聆听检定时获得一个奖励骰。",
	"魅力四射Smooth Talker":"【A10】魅力四射\n通俗克苏鲁拓展：肉体天赋\n天赋描述：进行取悦检定时获得一个奖励骰。",
	"坚定不移Hardened":"【B1】坚定不移\n通俗克苏鲁拓展：精神天赋\n天赋描述：无视攻击人类、目睹惨烈创伤或尸体的理智损失。",
    "百折不挠Resilient":"【B2】百折不挠\n通俗克苏鲁拓展：精神天赋\n天赋描述：可以花费幸运来避免等量的理智损失。",
	"钢铁意志Strong Willed":"【B3】钢铁意志\n通俗克苏鲁拓展：精神天赋\n天赋描述：进行意志检定时获得一个奖励骰。",
	"一目十行Quick Study":"【B4】一目十行\n通俗克苏鲁拓展：精神天赋\n天赋描述：阅读书籍和神话典籍时，泛读和精读花费的时间减半。",
	"语言学家Linguist":"【B5】语言学家\n通俗克苏鲁拓展：精神天赋\n天赋描述：可以了解遇到的是哪种语言或文字；进行语言检定时获得一个奖励骰。",
	"魔法亲和Arcane Insight":"【B6】魔法亲和\n通俗克苏鲁拓展：精神天赋\n天赋描述：学习法术花费的时间减半；进行施法检定时获得一个奖励骰。",
	"过目不忘Photographic Memory":"【B7】过目不忘\n通俗克苏鲁拓展：精神天赋\n天赋描述：能够记住事件的诸多细节；进行知识(教育)检定时获得一个奖励骰。",
	"博学多才Lore":"【B8】博学多才\n通俗克苏鲁拓展：精神天赋\n天赋描述：获得学问技能的一个专攻项，如梦境学问、吸血鬼学问、狼人学问；需要向该技能分配职业或兴趣点数。",
	"灵能觉醒Psychic Power":"【B9】灵能觉醒\n通俗克苏鲁拓展：精神天赋\n天赋描述：获得一项灵能，遥视、占卜、灵媒、心灵感应、念动其中之一，见第六章；需要向该技能分配职业或兴趣点数。",
	"足智多谋Sharp Witted":"【B10】足智多谋\n通俗克苏鲁拓展：精神天赋\n天赋描述：能够迅速整理线索；进行智力（不是灵感）检定时获得一个奖励骰。",
	"处变不惊Alert":"【C1】处变不惊\n通俗克苏鲁拓展：战斗天赋\n天赋描述：不会被突袭。",
    "专注打击Heavy Hitter":"【C2】专注打击\n通俗克苏鲁拓展：战斗天赋\n天赋描述：在格斗中，可以花费10点幸运来获得额外伤害骰，数量取决于所用武器。如徒手攻击+1D3，剑+1D6。",
	"快速装填Fast Load":"【C3】快速装填\n通俗克苏鲁拓展：战斗天赋\n天赋描述：选择一种武器，忽略使用该武器在同一回合装填并击发产生的惩罚骰。",
	"身手敏捷Nimble":"【C4】身手敏捷\n通俗克苏鲁拓展：战斗天赋\n天赋描述：应对枪械而寻找掩体时，不会失去攻击机会。",
	"目光如炬Beady Eye":"【C5】目光如炬\n通俗克苏鲁拓展：战斗天赋\n天赋描述：忽略瞄准体型较小目标(体格-2)时产生的惩罚骰；忽略瞄准近战中的目标时产生的惩罚骰。",
	"技巧卓绝Outmaneuver":"【C6】技巧卓绝\n通俗克苏鲁拓展：战斗天赋\n天赋描述：使用战技时，角色的体格视为+1。",
	"疾风连击Rapid Attack":"【C7】疾风连击\n通俗克苏鲁拓展：战斗天赋\n天赋描述：在格斗中，可以花费10点幸运再进行一次攻击。",
	"动如脱兔Fleet Footed":"【C8】动如脱兔\n通俗克苏鲁拓展：战斗天赋\n天赋描述：在一整场战斗中，可以花费10点幸运来避免寡不敌众。",
	"快速拔枪Quick Draw":"【C9】快速拔枪\n通俗克苏鲁拓展：战斗天赋\n天赋描述：决定回合轮次时，即使未准备好进行射击，亦视为获得+50DEX。",
	"手枪专精Rapid Fire":"【C10】手枪专精\n通俗克苏鲁拓展：战斗天赋\n天赋描述：忽略手枪连射带来的惩罚骰。",
	"凶神恶煞Scary":"【D1】凶神恶煞\n通俗克苏鲁拓展：其他天赋\n天赋描述：进行恐吓检定时降低一级难度等级，或者获得一个奖励骰，由守秘人判断。",
    "奇妙道具Gadget":"【D2】奇妙道具\n通俗克苏鲁拓展：其他天赋\n天赋描述：游戏开始时获得一个奇妙道具，见怪奇技术，86页。",
	"吉人天相Lucky":"【D3】吉人天相\n通俗克苏鲁拓展：其他天赋\n天赋描述：回复幸运时，额外投一个1D10。",
	"神话知识Mythos Knowledge":"【D4】神话知识\n通俗克苏鲁拓展：其他天赋\n天赋描述：游戏开始时获得10点克苏鲁神话技能。",
	"怪奇技术Weird Science":"【D5】怪奇技术\n通俗克苏鲁拓展：其他天赋\n天赋描述：可以制造和修理怪奇技术制品，见怪奇技术，86页。",
	"遁入暗影Shadow":"【D6】遁入暗影\n通俗克苏鲁拓展：其他天赋\n天赋描述：进行潜行检定时降低一级难度等级，或者获得一个奖励骰，由守秘人判断。如果目标未能察觉，在暴露之前可以进行两次突袭。",
	"能工巧匠Handy":"【D7】能工巧匠\n通俗克苏鲁拓展：其他天赋\n天赋描述：进行操作重型机械、机械维修和电气维修检定时降低一级难度等级，或者获得一个奖励骰，由守秘人判断。",
	"动物朋友Animal Companion":"【D8】动物朋友\n通俗克苏鲁拓展：其他天赋\n天赋描述：游戏开始时获得一只可靠的动物伙伴，比如猫、狗、鹦鹉；进行驯兽检定时获得一个奖励骰。",
	"伪装大师Master of Disguise":"【D9】伪装大师\n通俗克苏鲁拓展：其他天赋\n天赋描述：进行乔装或技艺(表演)检定时，可以花费10点幸运来获得一个奖励骰；可以使用腹语，让声音听起来是从别处发出的；如果有人试图看穿伪装，其侦查或心理学检定提升为困难难度。",
	"早有准备Resourceful":"【D10】早有准备\n通俗克苏鲁拓展：其他天赋\n天赋描述：需要的东西似乎总在手边；可以花费10点幸运（而非幸运检定）在附近找到有用的道具，如手电筒、够长的绳索、武器等。",
	"关键背景连接（通俗克苏鲁）":"通俗克苏鲁拓展\n考虑一下英雄的背景故事，在其中选择一个对他们来说最重要的条目。这是他们的关键连接：是为他们的生活赋予意义的事物。用型号或是下划线在角色卡上将关键连接标注出来。关键连接可以帮助你的英雄恢复理智值。见克苏鲁的呼唤规则书第九章，自救。",
	"大成功和大失败（通俗克苏鲁）":"大成功只来自骰子投出来的“01”。如果花费幸运将骰点调整至01，结果是极难成功而非大成功。唯一的例外是在战斗中的两人都取得极难成功，如果其中一人花费幸运将骰点调整至01，则他获得对抗检定的胜利，虽然结果仍视为极难成功。与克苏鲁的呼唤核心规则一样，投出的大成功总是意味着发生有益的事情（由守秘人和当时的情况决定）。同样的，骰子掷出“100”则意味着发生了糟糕的事。注意，虽然幸运可以用来避免近战大失败或枪械故障，但对于非战斗技能，骰子掷出“100”的大失败无可避免。",
	"疯狂发作—即时症状（通俗克苏鲁）":"通俗克苏鲁拓展\n疯狂发作作为克苏鲁的呼唤中的特点之一，代表着英雄在陷入临时性疯狂或不定性疯狂时表现出的短时间内极度恐慌、狂暴或毫无逻辑的行为。如果英雄在从疯狂中恢复过来之前（无论是临时性疯狂还是不定性疯狂）丧失了更多的理智值—哪怕只有1点，他们都会经历另一次疯狂发作。\n如果疯狂发作出现在一个有其他英雄在场的场景中，疯狂发作持续1D10个战斗轮（要注意这并不是疯狂阶段全部的持续时间—临时性疯狂的持续时间为1D10小时，不定性疯狂要更长）。\n即使在调查员孤身一人或者是守秘人觉得合适的其他任何场合，都可以采用将疯狂发作进行实时演绎（逐轮次）的选项。要决定疯狂发作的性质时，从表格10：疯狂发作—即时症状中选择一个合适的症状或者骰1D10选择。",
	"疯狂发作—即时症状表（通俗克苏鲁）":"通俗克苏鲁拓展\n1.【失忆】\n英雄忘记了自己是一名英雄的事实，其在1D10回合内无法使用自己的天赋\n2.【疯狂计划】\n英雄在1D10回合之内追求一项毫无逻辑或欠考虑的计划。这个计划必须对敌人有利或令其自身或同伴们陷入更危险的处境\n3.【狂怒】\n一阵红色的雾降临在英雄身上，之后其陷入一阵无法控制的狂暴和毁灭的狂欢情绪之中，对周围的环境、同伴、或敌人一视同仁，持续1D10回合\n4.【洋洋自得】\n症状迫使英雄吹嘘，沾沾自喜，或高声宣扬着他们的计划，持续1D10回合：“所以呢，我和我的伙计们去把那些食尸鬼的巢穴杀个底朝天之前，让我来告诉你……”\n5.【松懈】\n英雄相信目前的威胁是微不足道的，其会置身事外并休息1D10回合。他们可能会花些时间来点上一支上等雪茄或者用扁平小酒壶祝酒一杯\n6.【慌不择路】\n症状迫使英雄以任何手段逃离目前所处的位置，即使是需要开走唯一的一辆交通工具并将他人抛诸脑后，英雄会持续逃跑1D10回合\n7.【卖弄】\n英雄变成了一个渴求关注的疯子，持续1D10回合，并可能会有做出鲁莽行为的倾向。\n8.【第二人格】\n英雄的人格遭受了一次彻底转变并被一个完全不同的人格代替1D10轮。第二人格是英雄本来的人格的反面投影。如果一个人格友善体贴，另一个则冷酷无情。一个人格自私自利，另一个则慷慨大方。守秘人可以用此来揭示预兆——如果这名独特的英雄陷入了永久性疯狂会变成一个什么样的怪物。\n9.【恐惧症】\n英雄获得一种新的恐惧症。投1D100或由守秘人选择，从恐惧症状表中选择一个恐惧源\n即使这个恐惧源没有出现，接下来1D10回合调查员会臆想它就在眼前。\n10.【躁狂症】\n英雄获得一种新的躁狂症。投1D100或由守秘人选择，从躁狂症状表中选择一个躁狂源\n接下来的1D10回合，调查员会试图沉浸于其新的躁狂症状。",
	"疯狂发作—总结症状（通俗克苏鲁）":"通俗克苏鲁拓展\n如果疯狂发作时没有其他英雄在场，或者在场的所有英雄都同时进入了疯狂发作状态，守秘人可以快进接下来的行动并简单描述最后的结果。守秘人可以描述一下英雄们做的疯狂事情，或者只是描述在疯狂发作结束的时候英雄发现自己在什么样的地方。使用这种方式时，英雄可能会迷失在疯狂中（并且不受玩家的控制）几分钟或几小时（往往是1D10小时，或守秘人觉得合适的时长）。注意，这几分钟甚至几个小时中的行为并不被英雄所知；守秘人只需要简单地总结这段时间即可。守秘人可以只是描述英雄恢复意识时周围陌生的环境，因为他们丝毫不记得自己之前去了哪里或者做了什么。大多数疯狂发作的结果都需要英雄们离开开始发疯的地方。如果无法做到这一点，守秘人应当根据情况调整结果。如果其他的英雄有机会能察觉到这名发疯的英雄正在离开，他们应该获得有机会进行干预。如果一名发疯的英雄在疯狂发作结束之前与其他（正常的）英雄呆在一起，守秘人应当将发疯的英雄交还给玩家控制，并允许玩家们来演绎这个场景。尽管这可能意味着需要打断原本的疯狂发作结果。\n要决定疯狂发作的性质时，从表格11：疯狂发作—总结症状中选择一个合适的症状或者骰1D10选择。",
	"疯狂发作—总结症状表（通俗克苏鲁）":"通俗克苏鲁拓展\n1.【失忆】\n英雄在一个陌生的环境中清醒过来，忘记了自己是谁，同时失去他们所有的通俗天赋。他们的记忆会随着时间缓慢的恢复。但他们的通俗天赋只会在危急时刻恢复。在这种情况下，危急时刻的定义为某人的生命收到了威胁。当某人生命受到威胁时，英雄应进行一次幸运检定；如果成功，他们的天赋恢复。而如果失败，他们可以在1D10回合后再次尝试一次。\n2.【遭劫】\n英雄在1D10小时后恢复了意识，发现自己被抢劫了。他们的身体安然无恙，如果身上有重要之物（依据他们背景故事所述），进行一次幸运检定来决定此物是否被偷走。其它所有的值钱物品都自动丢失。\n3.【遍体鳞伤】\n英雄在1D10回合后恢复了意识，发现他们自己遍体鳞伤。HP降低到疯狂之前的一半。他们并没有遭遇抢劫。这些伤害是如何造成的则由守秘人决定。\n4.【暴力】\n英雄陷入一阵无法控制的狂暴和毁灭的狂欢情绪之中。当英雄恢复意识时，他们的行为可能不明显或没有被人记住，也可能完全相反。英雄们对哪些人或哪些事物施加了暴行，以及是杀害了他们又或者是仅仅伤害了他们，这些都取决于守秘人。\n5.【思想与信念】\n查看英雄的背景条目中的思想和信念。英雄选择其中的一项，将其以一种极端、疯狂和露骨的形式表现出来。一种常见的结果是妄自尊大的某种变体，英雄的天赋和信仰开始腐蚀他们的人性和善恶观。\n6.【重要之人】\n商议英雄的背景条目中的重要之人以及为何他们之间的关系如此重要。在疯狂持续时间内（1D10小时或更长）英雄竭尽自己最大努力来接近那人并且在某种程度上依据他们之间的关系行事。\n7.【收容或拘押】\n英雄恢复意识时发现自己身处一间安保严密的精神科病房或警局拘留室中。他们可能会慢慢回想起自己是因为什么身陷囹圄。\n8.【惊慌逃窜】\n当英雄恢复意识时，他们已身处远方。他们应当被移动到合适而且显眼的地方，也许是帝国大厦的楼顶，白宫，或是军事总部的深处。他们不知道自己是如何到达这个地方的。\n9.【恐惧症】\n英雄获得一个新的恐惧症。投1D100或由守秘人选择\n英雄在1D10小时后恢复意识，为了躲避恐惧源做了一切预防措施。\n10.【躁狂症】\n英雄获得一个新的躁狂症。投1D100或由守秘人选择\n英雄在1D10小时后恢复意识。在疯狂发作期间，英雄完全沉溺于其新的躁狂源中。这是否明显到被其他人所注意取决于守秘人和玩家。",
	"疯狂天赋（通俗克苏鲁）":"通俗克苏鲁拓展\n由守秘人斟酌，当一名英雄跨过了疯狂的界限时（即他们陷入了临时性疯狂或不定性疯狂），他们开始发觉自己至今仍未被开发的隐藏天赋。一旦疯狂发作，即可将一项疯狂天赋添加到英雄的人物卡上，与建立英雄时获得的天赋相同，英雄今后永远可以使用这项天赋（无论是神智清醒时还是陷入疯狂时）。\n>>选择疯狂天赋\n英雄应该根据自己的处境来选择特定的疯狂天赋。疯狂在克苏鲁的呼唤和通俗克苏鲁中总是由一些具体的创伤事件引起的。考虑一下疯狂发作的诱因和游戏中刚刚发生的事件。从表格12：疯狂天赋中选择一个疯狂天赋或者骰1D20决定，尽可能选择能帮助英雄度过当前难关的天赋。\n>>使用疯狂强化技能\n当使用强化技能时，玩家和往常一样进行一次技能鉴定。不同之处在于技能可以实现的目标**。而其可能性的上限一如既往由守秘人决定\n在克苏鲁的呼唤中，调查员们都是普通人，他们设定的目标仅限于实际人类希望实现的目标。而在通俗克苏鲁中，这种限制可能有所延伸。强化技能和普通技能的区别在于强化技能的目标可以具有一些超自然特性。当使用强化技能时，玩家和守秘人要对技能实现的目标达成一致。守秘人应当允许强化技能的目标达到超自然领域。具体达到何种程度取决于守秘人的判断和想要达成的游戏风格。以下的例子中列举了一些技能可以合理实现的目标。玩家骰一个1D100，将结果同他们的强检定）\n如果掷骰结果小于等于他们强化技能的五分之一（一次极难成功）：目标达成一部分。\n如果掷骰结果小于等于他们的克苏鲁神话技能：目标达成一部分。\n如果掷骰结果小于等于他们强化技能的五分之一（一次极难成功）并且小于等于他们的克苏鲁神话技能：目标完全达成。\n如果目标只是部分成功，守秘人必须决定其意味着什么——达成的结果应当效果短暂或者存在显著缺陷。\n以下是一些部分成功的示例：\n目标是将一名死去的英雄复活：英雄的复活出错了！他们作为一名邪恶的非玩家角色复活了。也可能是英雄虽然回到游戏中，但却丢了一条胳膊，陷入永久的妄想之中，又或者是变得丑陋不堪！\n目标是制造一辆会飞的汽车：任何失败的驾驶技能检定会引起引擎熄火，导致这玩意笔直的向地面坠落，或者这个引擎的一部分是有机的并且需要新鲜的人类血液来代替燃料运作。\n目标是制造一个让人类能和狗交流的项圈：戴着这个项圈的狗能够控制附近人类的思维（如果狗赢得一次意志对抗检定）。或这个项圈能够正常工作几分钟，之后这只狗开始听从某些恶毒的超自然力量的指示。",
	"通往疯狂之路（通俗克苏鲁）":"通俗克苏鲁拓展规则\n每当某位玩家使用一项疯狂强化技能，他的英雄就会进一步地陷入自己思想中的黑暗面，建立起那些只有疯子才能构想出的联系。如果这名英雄已经陷入疯狂，那么他可以很轻松的完成这个效果并且不应再要求进行额外的理智检定。然而如果一名神智正常的英雄尝试使用疯狂强化技能，他们逐渐变得邪恶的思维模式会导致自动失去1点理智值（无论他们的尝试成功与否）。\n在使用疯狂强化技能时进行孤注一掷失败的后果应当相当严重的，包括至少1D6点的理智值损失。\n疯狂强化技能建议\n疯狂强化技能的潜在使用方式是多种多样的。在这里列出的那些例子只是众多可能性的一角。玩家和守秘人应当确定并就一个合适的强化达成共识。列举这些例子的关键不仅仅是它们令人印象深刻还有它们中的超自然/神话元素。\n估价：通过触摸或研究一件物品，英雄可以推测出这件物品的历史——这件物品是在何时何地被制作的，是被谁制作的，曾被谁拥有，是为何被制作出来的，等等。这些信息可以以幻觉的形式出现。所获得的信息应该是超出任何普通人能收集到的信息范围。\n手艺：艺术家能够创造出对观众产生巨大影响的作品。这个影响可能会造成理智值损失或者诱发出强烈的情感。这件艺术品可能具有魔法效果；例如，一幅画作可以作为通向另一个地点的传送门。\n天文学：英雄可以通过观星来预言一些事件。通过凝视星辰十分钟英雄们可以进行一次增强的天文学技能检定。如果成功，他们可以向守秘人询问另外一位角色现在所处的位置或者是正在做什么（类似于占星术）。\n斗殴：英雄的影子可以与其以相同的技能等级并肩作战。\n攀爬：英雄可以向蜘蛛一样攀爬，甚至可以爬上光滑的平面。\n乔装：英雄可以使用他们的乔装技能达成一种暗示来令自己融入一名非玩家角色的生活中。目标会相信英雄是它们生活中的朋友或亲人。\n电气维修，机械维修，科学：英雄可以制作怪奇技术的奇妙道具。（见怪奇技术，第6章）\n射击：英雄提高了自己或者一件武器的能力，允许他们绕过转角射击，或者穿墙射击，就像这堵墙不存在一样。\n医学：英雄获得了让死尸活动起来的能力，甚至是让死人复活。\n导航：英雄获得了令人不安的能力——他能找到那些怪异且被人遗忘的地点，例如通向神话地点的门。\n心理学：英雄可以阅读一个人的思维，或者其他类似灵能的能力。（见灵能技能，第6章）\n游泳：英雄可以在水下呼吸（虽然这可能会导致一些非常不幸的情况）；例如，一次部分成功可能意味着这一天赋起作用的方式是唤醒了英雄的深潜者血统。",
	"疯狂天赋表（通俗克苏鲁）":"1【疯狂力量】\n“我激发了自己所有的潜力！”\n在力量检定上获得一个奖励骰。如果检定失败，有些事就会变得糟糕。由守秘人来选择：英雄受伤（受到由于肌肉拉伤之类造成的1D3+英雄的伤害加值的伤害），或者者英雄正在处理的事物被打破了\n2【疯狂敏捷】\n“我的手快到你看不见！”\n在敏捷检定上获得一个奖励骰。如果检定失败，有些事就会变得糟糕。由守秘人来选择：英雄受伤（受到1D4点伤害），或者他们把自己正在处理的东西给弄坏了\n3【疯狂意志】\n“我感到强大的意志力涌入我的身体！”\n在意志检定上获得一个奖励骰。如果检定失败，有些事就会变得糟糕。由守秘人来选择：英雄昏迷，或者他们正在尝试达成的效果比预期更加的危险\n4【疯狂体质】\n“我咬紧牙关，感觉不到疼痛！”\n当受到大量伤害时，英雄可以选择进行一次体质检定。如果成功，他们忍受住了痛苦并且将伤害减半。如果检定失败，他们受到原本应当骰出的伤害并摔倒在地，1D3回合内无法行动\n5【疯狂外貌】\n“天哪，我看起来酷毙了宝贝儿！”\n英雄不知为何变得非常不一样了：这可能纯粹是面部表情和姿态上的变化，也可以是他们花时间把自己的服装发型改成了完全不一样的类型（衣服不会神奇地自动发生变化——英雄们必须自己手动更换）。在外貌检定或可以受外貌影响的检定上获得一个奖励骰，例如取悦或话术。这个效果持续时间短暂但是可以作用于一段时间内的所有交流，例如一个场景或一次会议。如果英雄带有奖励骰的“改良”外貌检定失败，他们要遭受某种形式的社交耻辱或其他后果\n6【疯狂记忆】\n“我完美地记住了所有事情！”\n英雄所有的记忆和曾经听说的事实都信手拈来。长相，人物，和种种细节在一阵庞大的信息中蜂拥而入他们的脑海之中。在教育、知识或当英雄们尝试回忆起自己可能听过见过的信息时进行的技能检定上获得一个奖励骰。如果检定失败，这些信息会变得过于庞大！丧失1点理智值并陷入疯狂发作。如果此时英雄不处于疯狂之中，他们会陷入临时性疯狂\n7【疯狂速度】\n“快看我——我比子弹还要快！”\n当进入追逐轮时，英雄在决定他们移动力的体质检定上获得一个奖励骰。如果检定成功，他们的速度提高1点。如果检定结果是一次极难成功，他们的速度将提高2点。如果检定失败，他们会不知因何犯下错误并失去至少1D3回合的行动能力\n8【疯狂驾驶】\n“现在没有什么能阻挡我了！”\n在一次追逐中英雄所有的驾驶检定都会获得一个奖励骰。如果检定失败，他们不知为何失去了对其载具的控制（由守秘人决定）\n9【疯狂语言】\n“没，我从来没学过斯瓦希里语，但那能有多难？”\n英雄在短时间内暂时掌握了所有现代语言——或者一种古代语言或神话语言。这一效果持续的时间足够对一部巨著进行一次泛读、进行一次对话交流或者聆听一整段演讲。这一效果会将相应的语言技能变为75%。使用这种新语言需要进行一次技能检定，检定失败意味着英雄在1D6天内忘记了他们的母语，将其替换为当时他们正在使用的语言\n10【疯狂精准】\n“看起来我就是打不偏啊！”\n英雄在所有射击技能检定上获得一个奖励骰直到他们的枪打空弹药。他们可以持续使用奖励骰直到其中一发射击没有击中目标或他们用光了弹药为止。打偏的一发射击会打到他们不想击中的东西——一名同伴或是某件具有重要价值的物品，并造成相当于极难成功的伤害（贯穿）\n11【疯狂恐吓】\n“你小子觉得我很好笑吗？给我说说看哪里好笑？”\n英雄在恐吓检定都获得一个奖励骰。如果检定失败，他们将在短时间内失去对自己行为的控制。守秘人来决定会发生什么：要么其突然陷入暴怒（很可能对其正在交谈的对象造成伤害），要么他们被对方小瞧并羞辱了一番\n12【疯狂闪避】\n“像蝴蝶一样飞舞！”\n英雄在目前的战斗场景中所有的闪避检定都获得一个奖励骰，直到其在一次闪避检定中失败。失败的检定意味着他们正好迎向对手的攻击，这种情况下其受到相当于敌人造成了一次极难成功时的伤害\n13【疯狂指引】\n“跟着我，它就在那儿！”\n英雄的玩家告诉守秘人他们想去哪里或者朝着什么前进。守秘人给出前往那里的方向来实现这一点。英雄进行一次幸运检定：如果检定失败，他们会直接走进一个陷阱或者遇到某种危险的遭遇\n14【疯狂通晓】\n“哦，现在我完全懂了！”\n英雄的玩家可以向守秘人提出一个有关黑幕的问题：“为什么敌人们在做……？”“敌人们做某事是为了……？”“要阻止敌人的计划我们能做的最佳方案是什么？”“敌人最大的弱点是什么？”问题应当十分具体，并且守秘人应当诚实地回答这一问题。这一天赋只能被使用一次——之后英雄们就会失去它\n15【疯狂视野】\n“照明？谁需要那玩意？”\n英雄在侦查检定上获得一个奖励骰。即使是在完全的黑暗之中，英雄也可以像在微光下一样进行检定。如果检定失败，由守秘人来决定后果：双眼变得十分疼痛和过于敏感（其实是使其失明1D10回合），或者英雄将在接下来的一小时内持续看到幻觉\n16【疯狂听觉】\n“大家静一静，什么东西在响？”\n英雄在聆听检定上获得一个奖励骰。无视环境中的噪音和其他声音，他们可以听到哪怕是最安静的声音。如果检定失败，由守秘人决定会发生什么：某种突然出现的噪音让他们失聪1D10分钟，或者英雄将在接下来一小时内持续的幻听\n17【疯狂潜行】\n“你没看见我，对吧？”\n英雄在潜行检定上获得一个奖励骰。使其像猫一样优雅地移动，甚至能在毫无遮蔽的地方藏匿起来。如果检定失败，他们意外地打碎了某样东西或引起了巨大的骚动\n18【疯狂残暴】\n“我要把你撕成碎片！”\n英雄所有的近战伤害检定进行两次并取最高的结果。代价是一旦他们开始攻击，他们就停不下来！他们在做出致命一击之前必须继续攻击。只有两种方法能够阻止这种情况，让他们失去意识或某人成功进行一次困难难度的话术、取悦或恐吓检定（在一个战斗轮中只有一个人能尝试其中的一项检定）\n19~20【疯狂技能强化】\n“你觉得我疯了是吧？但我告诉你这就是可能的！”\n作为疯狂的额外效果，英雄可以让他们的一项技能在克苏鲁神话的某方面获得强化（由玩家选择，经守秘人同意）。这会影响到技能能达成的效果范围。赫伯特·韦斯特(Herbert West)和克劳福德·蒂林加斯特(Crawford Tillinghast)都是研究这可能如何影响一个人的案例的好人选",
	"施法失败表":"通俗克苏鲁施法失败表\n1 骇人的电闪雷鸣。\n2 暂时失明1D6轮（调整相应检定的难度等级/承受惩罚骰）。\n3 自不知何处吹起一阵狂风（进行幸运检定来抓住纸张与书籍等易被吹走的物品）。\n4 亮绿色的黏液自墙壁、地板或窗户等场所涌出（0/1D3理智损失）。\n5 由守秘人决定的奇异幻觉（并附带适当的理智损失）。\n6 附近的小动物爆炸（0/1D3理智损失）。\n7 施法者的头发变成白色。\n8 响亮却飘渺的尖叫（0/1理智损失）。\n9 眼睛流血1D4轮（调整相应检定的难度等级/承受惩罚骰）。\n10 硫磺的恶臭。\n11 大地震颤，墙壁崩塌。\n12 施法者的手变得干枯而焦黑（进行幸运检定来决定是哪只手）并损失1D2生命值。*\n13 自天空降下血雨，持续1D6轮。\n14 施法者不自然地衰老（+2D10岁并调整相应的属性）。\n15 施法者的皮肤永久性地半透明（见到施法者需损失1/1D4理智值）。\n16 施法者获得1D10点POW但同时失去1D10点理智值。\n17 一只神话生物被意外地召唤了出来。\n18 守秘人随机挑选两项咒文并立即在此处发挥作用（以施法者为中心）。\n19 施法者与附近的所有人被传送到了另一处地方（守秘人决定前往何处）。\n20 一个神祇被意外地召唤了。",
	"麦高芬表":"通俗-麦高芬表\n【1】某种东西坏了（一个物品被破坏，一个人得病了，等等），必须被修好。\n【2】一件物品有不可抗拒的吸引力，许多人想要同一件物品。他们想用它干什么？\n【3】某人被诬告。被谁？为什么？这是错误的指控还是聪明的转移注意力的方式？\n【4】某人想要摆脱某件事物。也许它会伤害他，或有可能使许多其他人处于危险之中。\n【5】某件物品是碎片；碎片有的丢失了，有的被藏起来了。有人希望找到并收集这些碎片。为什么？\n【6】发现了一桩可怕的罪行。它是如何实行的还是个谜。谁干的，他是怎么干的，为什么？\n【7】旅行。旅途中发生了一些意想不到的事情，突然间每个人都陷入了生死攸关的境地。\n【8】英雄(或朋友)有一个恶棍想要的东西，他们会不惜一切代价去得到。\n【9】有人即将死去，并将知识或物品托付给英雄保管。为什么它如此特别？\n【10】有些东西不应该被拥有或知道，必须被摧毁。\n【11】某人不知道他携带着秘密信息，并处于危险之中(其他人正在寻找这个人/信息)。\n【12】地球以外的东西来了。为什么？它想要什么？它会做什么？\n【13】某事只能在某个特定地点发生。人们是在寻找这个地点，还是在试图弄清楚那里将会发生什么？\n【14】在一个明显的地方放着某个物品或事物。也许它一直都在，或者它刚刚到这里。它在干什么？\n【15】一件物品对于英雄来说非常重要；他们没有意识到它的危险性。\n【16】有人的房间被洗劫了。为什么？“他们”在找什么？\n【17】有个东西湮没在时间中。某人必须找到一种方法到达它所在的地方。\n【18】某人失踪了。他们是被绑架了还是迷路了？\n【19】有些事美好得不像真的。谁从中获利？这件事到底有什么影响？\n【20】某人在害怕。为什么？他们是否看到了什么，或者他们是否知道厄运即将来临？",
	"计算机使用（通俗克苏鲁）":"计算机使用 (00%)【通俗克苏鲁脱渣】\n计算机使用是三十年代科学家和发明家的专长，这些职业以外的人根本不可能掌握这项技能，他们甚至可能都不知道要如何启动它。这项技能用来编程、操作和修理计算机或其他逻辑运算装置。这些设备并非小型桌面电器，而是可能会占据一整层楼的大型设备，而且通常不能移动。经常伴随着玻璃阀门、电线、闪烁着的指示灯和奇怪的噼啪声响。这些设备通过调节拨盘，输入打孔纸带进行编程，计算结果通过指示灯和表盘来显示。1930s的计算机能做什么事情很大程度上由守秘人决定，以下是一些示例：\n预测某个事件发生的概率，比如：“如果仪式完成，自由女神像有90%的概率会活过来。”解密暗号，或是翻译古代文献，比如：“电脑说我们搞错了，这个消息是一个警告，而不是求助！”通过电脑控制机器佣人，比如：“看，电脑通过无线电发送了机器人指令，不会有错的！电脑是我们的朋友。”\n解决复杂的数学问题，比如：“太好了！根据电脑的计算结果，只要我们在地上绘制这种图案，它将打开一个非欧几里得门户，好让我们前往其他纬度。”\n操作计算机或逻辑运算设备需要的时间并不固定，建议守秘人根据技能检定的成功等级进行调整，即使非常复杂的操作和编程总会需要花费数小时甚至数天时间而不仅仅是几分钟。在Pulp时代，计算机尚处于其发展的早期阶段，是一种人们尚未完全理解的奇怪设备，造成的结果往往弊大于利，持有这个技能的人应该谨慎对待计算机。\n对抗技能/难度等级：\n常规难度：对计算机编程以执行指定的活动。\n困难难度：快速修好一台被毁的计算机。\n极难难度：将人脑连接至计算机以下载内容。\n孤注一掷示例：花费更长的时间来设计程序；使用实验性不见。\n孤注一掷失败的范例结果：提供不准确的结果，可能会使英雄们陷入危险；计算机爆炸；计算机意识觉醒并相信所有人类都是它的仆人。\n如果一个疯狂的英雄在孤注一掷上失败，其后果不堪设想，例如：计算机随机打开一扇门，并让神话存在从中通过。",
	"通俗克苏鲁技能列表":"通俗克苏鲁技能列表\n带*标表示该技能在通俗克苏鲁中进行过调整。而所有其他技能不在此列出，可以在守秘人规则书第五章：技能中找到它们。\n[罕见]表示该技能没有写在通俗克苏鲁角色卡上。\n[专业]表示该类技能被分化为单独的相关技能。\n会计(05%)\n驯兽(05%)[罕见]\n人类学(01%)[罕见]\n估价(05%)\n考古学(01%)\n艺术和手艺(05%)[专业]\n炮术(01%)[罕见]\n取悦(15%)\n攀爬(20%)\n*计算机使用(00%)\n信用评级(00%)\n*克苏鲁神话(00%)\n爆破(01%)[罕见]\n乔装(05%)\n潜水(01%)\n闪避(1/2DEX%)\n汽车驾驶(20%)\n电气维修(10%)\n话术(05%)\n格斗(不定)[专业]\n斧(15%)\n弓(15%)\n斗殴(25%)\n链锯(10%)\n连枷(10%)\n绞索(15%)\n剑(20%)\n鞭(05%)\n射击(不定)[专业]\n火焰喷射器(10%)\n手枪(20%)\n重武器(10%)\n机关枪(10%)\n步枪/霰弹枪(25%)\n矛(20%)\n冲锋枪(15%)\n*急救(30%)\n历史(05%)\n*催眠(01%)[罕见]\n恐吓(15%)\n跳跃(20%)\n语言(01%)[专业]\n母语(EDU%)\n法律(05%)\n图书馆(20%)\n聆听(20%)\n锁匠(01%)\n学问(01%)[罕见][专业]\n机械维修(10%)\n*医学(01%)\n博物学(10%)\n导航(10%)\n神秘学(05%)\n操作重型机械(01%)\n说服(10%)\n驾驶(01%)[专业]\n*精神分析(01%)\n心理学(10%)\n读唇(01%)\n骑术(05%)\n科学(01%)[专业]\n妙手(10%)\n侦查(25%)\n生存(10%)[专业]\n游泳(20%)\n投掷(20%)\n追踪(10%)",
	"克苏鲁神话（通俗克苏鲁）":"除了标准描述以外，玩家还可以选择使用克苏鲁神话技能的自发用法，这讲让英雄即兴产生类似于法术的魔法效果。它的处理方法和常规的技能使用一样。首先玩家指定目的，然后守秘人考虑这目标是否可以接受，如果可能的话，建议先缩小目的，后考虑驳回玩家的提议。\n以这种方式使用克苏鲁神话技能时，默认用常规难度进行检定。或者，如果角色使用他们的克苏鲁神话技能去影响反抗自己的目标，那么施法者的克苏鲁神话技能和目标的POW之间进行对抗检定。并且，守秘人必须决定魔法值和理智值的消耗。KP应该使消耗与可比较的法术相似。\n克苏鲁神话技能孤注一掷失败的消耗和结果和施法检定孤注一掷失败的相同（见第六章：通俗魔法、灵能和怪奇技术）。若孤注一掷检定失败，守秘人可以允许玩家达成目标，但是和释放法术不同，使用克苏鲁神话技能达成指定的目标每次都需要进行检定。\n克苏鲁神话技能的自发用法示例：\n对单一目标造成物理伤害：施法者选择消耗的魔法值，并且损失等于此数值一半的理智值。施法者必须在克苏鲁神话技能对抗POW的检定中胜出，施法才能生效。若施法者在检定中胜出，目标受到等于所消耗魔法值的伤害。以这种方式造成的伤害总是非常可怕，比如皮肤起泡、血液沸腾等等\n驱逐一只怪物：施法者消耗等于怪物POW五分之一的魔法值和1D4点理智值。此后施法者必须在克苏鲁神话技能对抗POW的检定中胜出，施法才能生效。\n和离世不久的死者交流：施法者消耗10点魔法值和1D10点理智值。效果持续1D6轮，之后尸体不再说话。\n和离世已久的死者交流：施法者消耗15点魔法值和1D10点理智值。效果持续1D4轮，之后尸体的骨头不再说话。\n创造物理屏障：施法者选择消耗的魔法值以及等量的理智值，每点投入屏障的魔法值产生一点护甲。这个屏障不能阻挡精神或心灵攻击，也无法防护神话法术。\n理解神话语言：施法者消耗8点魔法值和1D6点理智值。以此解读神话语言，比如邪灵语、古老者的壁画、拉莱耶文等等，这个效果持续约1小时。",
	"急救（通俗克苏鲁）":"在通俗克苏鲁中，成功的急救检定能够回复1D4点生命值；否则，按照克苏鲁的呼唤规则书中的描述执行。\n守秘人可以选择让极难成功的急救直接回复4点生命值。",
	"催眠（通俗克苏鲁）":"催眠者诱使目标进入类似出神的状态，对他们施加暗示，使其放送并可能是唤醒他们遗忘的记忆。使用催眠需要使用催眠技能和目标的POW或心理学进行对抗检定，对于配合的目标，催眠者只需要在醉眠检定中成功即可。每次只会有一个目标受到催眠的影响。将催眠用于实现偏离正道或恶毒的企图时应该以牺牲理智值作为代价。\n催眠用法示例：\n舒缓精神创伤：尝试对遭受精神创伤的角色进行催眠，暂时消除恐惧症或狂躁症的影响。完全治愈恐惧症则需要一系列成功的催眠治疗，至少1D6次，由守秘人决定。\n催眠暗示：被植入暗示的目标会在不自知的情况下做出一个指定动作。这种暗示往往会紧张状态下迅速消散。\n唤醒回忆：破碎或是被压抑的记忆有可能会被唤醒。某人因为看到在井底移动的黑暗之物而陷入临时疯狂，他可能只会记得恐惧，而不记得看到了什么。催眠可以唤醒这个记忆，但这个过程可能会带来理智损失，因为恐惧便是这段记忆被压抑的原因。当一个成功的催眠检定唤醒一段会威胁理智的记忆时，被催眠者进行一个INT检定，如果成功，被压抑的记忆将被唤醒并带来理智损失；如果失败，则意味着被催眠者只回忆起记忆中模糊的部分，且不会失去理智值。\n缓解疼痛：催眠可以减轻或暂时消除症状性疼痛，但疼痛并未真正消除，而是被意识忽略了。催眠可以让目标在1D6轮内暂时无视疼痛的影响。这段时间结束后，被催眠者会充分感受到身上的伤口，守秘人可能会要求额外的HP损失，或者要求CON检定来保持意识。\n控制目标：使用道具，比如一块宝石或是链表之类，让目标的注意力集中在这个道具上。这个效果在战斗中可以控制住一个对手，他除了盯着道具以外什么都做不了。但是如果催眠者或目标在此期间受到伤害，则催眠被打断，目标将能够正常行动。如果催眠检定失败，目标可以立即对催眠者进行一次免费的攻击，此次攻击视为突袭，目标的攻击检定将获得一个奖励骰，且催眠者无法做出反应，包括闪避和反击。以此法使用催眠时不能进行孤注一掷。\n虚假记忆：催眠者尝试改变非玩家角色的记忆。守秘人可能会在之后被问到关于这段记忆时提供虚假或误导性的答复。肆无忌惮的催眠者可能会大规模改变信任目标的记忆，使其完全混淆真实和虚假的记忆。\n专注状态：通过催眠辅助，被催眠者可以将注意力集中在特定目标上，比如书本、代码或是难题，也可能记住长段文字或是一段乱序数字，这取决于目标：\n    目标是一本书，则减少阅读时间\n    目标是一个问题，则进行相关检定时获得一个奖励骰，比如机械维修、数学、物理学等。\n  要协助记忆时，如果目标已经记住了长段文字或数字，则可以在立即回忆起它们。\n对抗技能/难度等级：\n对不配合的目标使用时，用催眠对抗目标的POW或心理学技能。\n孤注一掷示例：全神贯注于目标上，或者进行困难难度的取悦或劝说来提高你的感染力；用迷乱的灯光或道具扰乱目标的感官；使用药物来让目标更容易受到暗示。\n孤注一掷失败的范例结果：一些过去的伤痛或记忆被唤醒，使目标失去1D6点理智值；目标陷入恍惚状态，其之后就会去碰瓷巴士；目标（或英雄）的心智暂时陷入沉睡，一些邪恶存在可能会趁虚而入。\n如果一个疯狂的英雄在孤注一掷上失败，他的心智将会回到孩子般的状态，直到受到治疗为止",
	"医学（通俗克苏鲁）":"在通俗克苏鲁中，成功的医学检定能够回复1D4点生命值，该值独立于急救获得的回复之外；否则，按照克苏鲁的呼唤规则书中的描述执行。",
	"精神分析（通俗克苏鲁）":"在通俗克苏鲁中，这个技能不仅用于临床精神治疗，也可以用来使用“鸡汤疗法”，这包括来自朋友的直接支持，让他靠在肩膀上哭泣，或是扇脸让他们清醒过来。\n这种精神上的急救反映出通俗小说中，能言善辩的的人能够将其他角色从情感危机或是神游症中解脱出来。这样的鸡汤疗法只是临时措施，如果角色想要彻底恢复，需要由专业人士进行长期治疗，详见克苏鲁的呼唤规则书。\n未经医学训练人进行快速而粗浅的鸡汤疗法能够使英雄回复理智值。进行一个精神分析检定，如果成功，目标回复1D3点理智值；此外，成功的检定还可以让临时性疯狂的时间缩短一半。如果检定失败，则不回复任何理智。如果检定大失败，目标失去1D6点理智值，而且再也无法被同一人治疗。精神分析不能让理智值回复超过99-克苏鲁神话技能。\n该技能还能够让英雄在短时间内（1D6分钟）无视恐惧症或狂躁症的影响，这将允许幽闭恐惧症患者藏在柜子里，让蜘蛛恐惧症患者触摸蜘蛛等等。同样，精神分析也可以同来帮助一个陷入妄想的英雄在短时间内看破幻觉。\n鸡汤疗法的难度等级：\n常规难度：在轻松的环境中有足够的时间来谈话。\n困难难度：在戏剧性行动中进行，比如在战斗中或是在紧张的局势里\n孤注一掷失败的范例结果：病人失控的开始攻击；病人看起来无恙，然后用棒球棍砸精神分析师的汽车；病人失去1D8或1D10点理智。",
	"可选生命值":"通俗克苏鲁：可选规则\n与克苏鲁的呼唤的调查员相比，市井英雄们可以承受两倍的伤害。如果你希望英雄不那么坚韧并想要低通俗程度的游戏，在计算生命值时将CON与SIZ相加并除以10，向下取整。",
	"可选天赋":"通俗克苏鲁：可选规则\n每个英雄将获得两项天赋，但这个数字可以降低或提高以适应游戏风格。低通俗程度的游戏中，每个英雄只选择一项，或完全不使用天赋。如果想要强力英雄，让他们分别选择三项天赋。注意：英雄拥有的天赋越多，他们就越强大。",
	"技能超过100%":"通俗克苏鲁拓展\n守秘人可以允许角色拥有超过100%的技能，从而让他们获得更高的困难和极难成功率。但要注意，在检定中掷出100(“00”)永远会失败。",
	"使用幸运":"通俗克苏鲁拓展规则\n玩家可以使用他们英雄的幸运值来影响游戏中的某些结果，或者调整骰点。玩家只能使用幸运值来影响他们自己的英雄。\n花费的点数从英雄的幸运值中扣除，这会降低之后幸运检定的成功率，并会减少用来调整技能检定骰点的点数等等。\n>>调查员花费幸运\n>>非玩家角色使用幸运",
	"调查员花费幸运":"通俗克苏鲁拓展规则\n调查员可以按照如下方式使用幸运值\n>>调整技能或属性检定\n>>避免近战大失败或枪械故障\n>>减半理智损失\n>>维持意识\n>>擦伤而已！ \n>>避免死亡\n\n幸运值不能用于：\n幸运检定。\n调整伤害掷骰。\n调整孤注一掷的检定结果。\n理智检定，幸运可以降低理智损失，但不能调整理智检定本身。\n幕间成长时的技能成长检定。\n英雄必须接受技能成长检定的结果，不能在此花费幸运值。\n回复幸运\n每次游戏聚会开始时，每位玩家进行幸运回复检定。与技能成长时的检定相同（见规则书94页）。玩家投掷1D100，如果骰点大于当前幸运值，则回复2D10+10点幸运值；如果骰点小于或等于当前幸运值，则回复1D10+5点幸运值。英雄的幸运值会在游戏中不断变化，但永远不会超过99，超出部分立即消失。起始幸运值不在游戏中使用，且可以被超过。",
	"非玩家角色使用幸运":"通俗克苏鲁拓展规则\n重要NPC可以按照以下方式花费幸运：\n调整技能或属性检定：花费：1幸运/点\nNPC进行技能或属性检定后，守秘人可以花费幸运值来1比1地调整骰点。\n购买第二次攻击机会：花费：10点幸运\nNPC可以花费10点幸运来发动第二次近战攻击。\n译注：效果同“疾风连击”天赋。\n避免近战大失败或枪械故障：花费：10点幸运\n发生近战攻击大失败，或者枪械故障时，可以花费10点幸运来忽略这一情况。骰点不会因此调整，此次攻击依然是失败的。\n小心！主人！：花费：所有幸运\n如果英雄在对一位重要反派的攻击命中，这位反派可以用掉他们所有的幸运，让附近2码/1.8米以内的一位喽啰挡住英雄的攻击——这次攻击切实地命中了，喽啰将被立即杀死或者失去战力。这么做对关键反派来说代价极大，这会让他们在模组的剩余部分中无法再花费幸运值来调整骰点。\n注意：NPC花费幸运值会让人感觉像是机械降神，可能会因此削弱游戏的逻辑性。使用幸运值时的情形不应与游戏世界中的现状冲突。如果英雄们把大反派逼入绝境，所有的喽啰都死光了，守秘人就不应该让喽啰凭空冒出来接住攻击。作为守秘人首先应该做到公平公正！",
	"调整技能或属性检定":"通俗克苏鲁拓展规则\n花费：1幸运/点\n玩家在进行技能或属性检定之后，可以花费幸运值来改变掷骰结果(骰点)。玩家可以按照骰点和幸运1比1的比例来调整结果。以此方式花费的幸运值仅受角色可用幸运值的限制。",
	"避免近战大失败或枪械故障":"通俗克苏鲁拓展规则\n花费：10点幸运\n当掷骰结果表明发生近战攻击大失败，或者枪械故障时，可以花费10点幸运来忽略这一情况。但骰点不会因此调整，此次攻击依然是失败的。以此方式花费幸运用来避免惨烈的后果，比如防止英雄的武器被破坏，或者枪械卡壳等等。",
	"减半理智损失":"通俗克苏鲁拓展规则\n花费：理智损失×2\n当一次理智检定失败时，花费两倍于理智损失的幸运值，可以将理智损失减半。例如一名英雄因为目睹了自外而来的恐怖而将失去8点理智（守秘人已经为他投掷了1D10来计算理智损失），英雄花费16点幸运，把理智损失从8点减少到4点。\n注意，拥有“百折不挠”天赋的英雄，可以在花费幸运减半理智损失后，再将天赋效果应用于理智损失。",
	"维持意识":"通俗克苏鲁拓展规则\n花费：1点幸运，之后每轮翻倍\n英雄为了维持意识而进行的CON检定失败，或者他们遭遇自动昏迷时，他们可以花费1点幸运值来维持意识直到本轮结束。之后每一轮，维持意识所消耗的幸运值都将加倍：2、4、8、16……这些幸运将在每轮开始时被花费。\n一旦幸运值耗尽，或者不再希望花费幸运时，他们将会立即陷入昏迷。这种情况喜忧参半，很明显，保持活动的角色会吸引更多火力。",
	"擦伤而已！":"通俗克苏鲁拓展规则\n花费：20点幸运\n有些时候，伤口看起来会比实际状态糟糕的多。英雄能够动用他们的内部储备，来立即恢复活力，减少受到的伤害。当受到伤害时，英雄可以花费20点幸运来立即回复1D6点生命值。获得的生命值不会超过生命值上限。\n这可能会把一位英雄从死亡边缘拉回来，或者只是使其肾上腺素激增，忘却伤痛并继续手头上的工作。守秘人也可以允许伤势严重的英雄用这种方式更快恢复，允许他们在受伤后再使用该方式花费幸运。",
	"避免死亡":"通俗克苏鲁拓展规则\n花费：所有幸运，不低于30点\n如果英雄拥有30点以上的幸运值，花费全部这些幸运，能够把他们的英雄从死亡边缘拉回来。避免英雄死亡，并且立即获得1D6+1点生命值（见后文的命悬一线，67页），让他们以适当的状态出现在下一个场景中。\n玩家应该描述发生了什么，这可能需要和守秘人及其他玩家讨论；他的英雄是如何从死局中幸存下来的。玩家最好在合理范围内戏剧性地描述英雄濒临死亡时的故事，这样的故事能让英雄更具传奇性，而且也更加有趣。\n使用该规则会让英雄在这次游戏聚会的剩余时间中保持零幸运状态，之后一次或多次游戏聚会里也难以重新获得30点幸运值，如果接下来的游戏中再次出现致命遭遇，可能会给英雄带来极大的麻烦。",
	"从近战中逃脱":"通俗克苏鲁拓展规则\n如果角色想从一场近身战斗中脱身，他需要在战斗轮中他的行动回合里进行一次成功的闪避检定（对抗攻击者的格斗技能）。如果这名尝试逃脱的角色在对抗检定中取胜，他就成功摆脱了近战。如果他未能取胜，对手的步步紧逼会将近战维持下去。直到下一轮，角色方能再次尝试逃脱。",
	"击晕 ":"通俗克苏鲁拓展规则\n在克苏鲁的呼唤核心规则中，当一次攻击造成的伤害大于或等于目标的生命值的一半时，目标必须进行CON检定以保持清醒。\n比起遭受脑震荡或头骨骨折，我们更习惯于见到英雄们事后清醒过来，挠挠头继续前进，就像什么事都没发生过一样。在通俗克苏鲁中，角色可以宣言击晕对手。在敏捷排序中他的行动回合里，或者在突袭中，此行动被视作一次使用钝器（拳击，棍棒，来复枪枪托等）攻击的战技。如果这次战技是成功的，对手会失去知觉并且仅仅承受1点伤害。\n击晕攻击可以用在任何有头骨或类似弱点的对手身上。比如人类，深潜者，食尸鬼等等，但不包括修格斯。",
	"穿透掩蔽物射击目标":"通俗克苏鲁拓展规则\n对于一些存在部分掩蔽的场合，攻击者可以选择击穿掩蔽物，以期命中目标。这种情况下，为攻击增加一枚惩罚骰（因为部分掩蔽），并根据掩蔽物类型设置护甲值。举例来说，一堵低矮的砖墙能提供10点护甲值，而一道单薄的木篱笆也许只能提供1点护甲保护。\n如果某个目标整轮都处于完全掩蔽的状态，攻击者仍然可以击穿掩蔽物，并希望子弹侥幸命中目标。命中率取决于目标寄身的掩蔽物的大小，藏身于花园中的小棚屋和躲在机库中显然差别巨大。攻击者大体上是依靠直觉击中目标。如果躲藏空间较小，守秘人只应将难度等级提高一级（视作部分掩蔽）；如果有更大的空间可供躲藏，则应再次提高难度，或判为仅在大成功时命中。",
	"俯卧":"通俗克苏鲁拓展规则\n俯卧的角色被视作平躺在地上。用脚去踢倒地的角色会更加容易；针对俯卧角色的格斗攻击会获得一枚奖励骰。平躺在底让你的被弹区域减小；那些瞄准俯卧角色的射击会获得一枚惩罚骰（若在抵近距离则无视此条）\n俯卧的角色可以在成功躲闪或反击对手后起身。或者，当该轮中轮到他行动时，他可以起身并采取其他行动。\n卧姿能为射击提供稳定的支撑；俯卧的角色在进行射击检定时可获得一枚奖励骰。",
	"火力压制":"通俗克苏鲁拓展规则\n黑帮和邪教徒经常会向某片区域倾泻子弹，以此制造混乱，清空场子，并大体上确保局面是一团糟。火力压制可用于清空区域，制造恐慌，或是让一整群目标四下“寻求掩护”。选择寻找掩体的角色无法还击（丧失下一个行动，见：克苏鲁的呼唤规则书第七章：战斗）。\n射击者必须使用全自动枪械（全自动手枪，冲锋枪或机枪），并且不能指定特定目标，仅能宣言用火力压制整组目标。一组目标可以是屋子里或者街上的所有人，也可以是枪支的覆盖范围中的任意多组人。指定区域内的每一名目标都能选择寻找掩体，这可以模拟人群遭到射击时的慌乱景象。英雄们可以自由决定是否寻找掩体。\n所有NPC角色都默认会选择寻找掩体，为所有旁观的非英雄角色作一次检定（以此决定射击者的射击检定是否获得一枚奖励骰）。一旦所有想寻找掩体的角色都行动完了，守秘人需要在整组目标中随机决定一个或若干目标，选择寻找掩体的人也在选择之列。当然，那些成功寻找掩体的人会更难被击中（射击惩罚骰）。",
	"迅速恢复":"通俗克苏鲁拓展规则\n受伤的英雄们能以更快的速率恢复健康：自然恢复的速度加快到了每一天能恢复2点生命值（快速愈合天赋能将此速度提升到每天恢复3点）。此外，成功的急救与医学技能检定的治疗量提升到了1D4点（见第二章：创建英雄第36页，技能部分）。",
	"无视重伤":"通俗克苏鲁拓展规则\n英雄们不使用重伤规则。但一次性受到等于或大于其最大生命值的伤害仍然会使英雄立即丧命。而如果英雄们在一次攻击中受到了大于或等于其最大生命值一半且因此使得生命值降低到0，他们将陷入濒死（见下文濒死与死亡）。除这些情况外，当英雄们的生命值降低到0点时，他们会自动陷入昏迷。一个在一次攻击中受到最大生命值一半或以上伤害（但仍在0点以上）的角色必须进行一次CON检定来维持意识。\n应当注意的是，如果英雄们在昏迷不醒的同时无人看管，他们可能会直接被怪物或大反派杀死！",
	"濒死与死亡":"通俗克苏鲁拓展规则\n当在一击中受到等于或大于其最大生命值的伤害时，英雄会立即死亡。而如果英雄们在一次攻击中承受了等于或大于其最大生命值一半的伤害且因此生命值被减少到0点，\n他们将因此濒死且陷入昏迷中。在此时，角色的生命应被标记为“D”而非数字。\n一个濒死的英雄必须在下一轮以及其后的每一轮结束时进行一个CON检定。如果检定失败，这一角色将立即死亡。急救可以用于稳定濒死者的伤势以防止他死亡。在某些特 定情况下，如被某只怪物吞噬或撕碎，守秘人可以判定急救不适用于这一场合，在这时，死亡将变得不可避免。\n如果通过一个急救检定成功稳定了伤势，伤者可以恢复1D4点生命值（如果是一个极难成功，那么可以自动恢复最大值4点生命值）并移除濒死标记“D”。伤者已被从死亡的边缘拉了回来，并因此不再需要每一轮进行CON检定。如果伤势已通过急救技能稳定，那么之后还可以进行医学技能以恢复额外的1D4点生命值（极难成功恢复4点生命值）。失败的急救技能检定可被孤注一掷，但如果失败，这将意味着濒死者的死亡——应当注意的是，大失败的急救检定将带来同样的结果，尽管已尽一切努力，但濒死的英雄仍无法挽救。\n在从死亡中被救回后，伤者就可以继续以每天2点的速率自然恢复直至达到原本的最大生命值。接受治疗与医护可以加快恢复速度：每一天进行治疗的医生都可以进行一个医学检定，如果成功，伤者当日的自然恢复速度提升到3。如果治疗与医护是在拥有完善设备的先进医院中进行的，医学检定可以获得一个奖励骰。而受条件所迫在不卫生的环境下对同伴展开治疗则可能会带来惩罚骰（由守秘人决定）。\n如果守秘人希望的话，他可以决定大失败的医学技能检定将阻碍而非帮助恢复，这将导致伤者当日无法恢复生命值。而如果医学检定的孤注一掷失败，那么伤者可能会因此失去1D3生命！\n自濒死中获救可能会引致一定量的理智值损失，角色可能需要为此进行一个损失为0/1的理智检定。\n守秘人应当鼓励调查员去思考这些近乎致命的伤残在之后将对他们扮演的英雄造成何种影响。断腿与残手这样的伤痕能增加游戏故事的刺激程度并能让玩家们最大限度地扮演出他们角色所遭遇的不幸，无论是从喜剧还是戏剧的层面。但这毕竟是通俗游戏，因此在为受伤增加额外的惩罚前要考虑仔细——通俗世界中的英雄们大多都能笑对这样的小伤，重整旗鼓并准备好面对反派接下来将要带给他们的一切！",
	"命悬一线Death's Door":"通俗克苏鲁拓展规则\n当面临濒死与死亡（见濒死与死亡）时，即将遭遇死亡的角色可以花费他全部的幸运值（至少30点）来逃避死亡。在这种情况下，玩家将需要描述他的角色如何逃离死亡的魔爪，随后该英雄的幸运值减少到零，但他的生命状况会略有改善，这使得他得以活到下一个场景。\n该角色立即恢复1D6+1点生命值。他所遭受的伤残仍然存在，且仍需在适当的时刻予以关注和照料。但无论如何，他已经为自己赢得了时间，并不再需要进行CON检定来保持清醒或存活。",
	"光荣谢幕Blaze of Glory":"通俗克苏鲁拓展规则\n当面临死亡时，英雄将需要做出自己的抉择。他们可以通过花费幸运值来避免死亡，又或者他们也可以选择投身于荣耀的烈焰中以完成自己的光荣谢幕——这允许英雄在自己的生命终结前做出一次轰轰烈烈的壮举。完成光荣谢幕不需花费幸运值，这是一项“免费”的选项，允许英雄在临死之际做出最后一次行动——最后一个绝望的举动。如果英雄最后的行动包含一次技能检定，那么他可以获得一个奖励骰。一旦英雄尝试过了完成他的最后壮举，那么随后他将就此死亡并不能再被复生。\n鉴于这是“最终”的行动，因此其中包含的技能检定很有可能不能被孤注一掷，但富有想象力的玩家可以用合适的理由说服他的守秘人。但守秘人完全有权宣布（在掷骰前）这次检定不能被孤注一掷。但如果守秘人允许了孤注一掷，那么其失败后果必须要十分严重并会卷入至少一位其他玩家——因为无论如何，进行检定的英雄最后都会死去，因此孤注一掷的失败结果必须要能对其同伴或任务产生影响。\n光荣谢幕也可以用于协助另一个角色做出英雄壮举。在这时，这位赴死英雄所协助的角色将获得那枚奖励骰。那位角色甘愿自我牺牲的玩家将得以描述其扮演的英雄为他人提供了何种帮助以及最终达成了何种作用以至于他人能完成一次充满戏剧性的行动。\n典型的最终壮举包括：进行最后一次攻击、拆除一枚炸弹、拯救一位无辜者、抓住巫师的法术卷册、抵达电话处并送出一段重要的信息、牺牲自己以使得另一人得以射击怪物的弱点等等。\n可选：守秘人可以宣布在光荣谢幕中做出的最终壮举会自动成功。但其效果将取决于检定的成功度（失败意味着这次行动只是部分达成了预定的目标，而极难成功则代表行动带来的益处远超预期，等等。）\n另一项可选：守秘人可以允许英雄在陷入永久疯狂（理智值归零）时也同样能进行光荣谢幕。但此人是否会在看似死亡后一段时间以反派的身份重新出现，这一决定权仍然在守秘人手中。",
	"英雄幕间成长":"通俗克苏鲁拓展规则\n守秘人决定进行英雄何时进行幕间成长；通常会在整个模组或战役的一章结束时进行，但如果守秘人认为合适, 也可以随时进行。该阶段中的角色成长和技能奖励均参照经验奖励（克苏鲁的呼唤规则书第94页）中的说明，同时也做了如下调整。\n>>恢复理智值\n采用自救规则（克苏鲁的呼唤规则书第167页），英雄可以花费时间沉浸于其任意背景条目来恢复理智值。在通俗克苏鲁中，当英雄花费时间在背景条目上且理智检定成功时，其回复1D10点理智值；如果检定失败，损失1点理智值并且守秘人与玩家应该据此来适当地修改这一背景条目来反应这一失败。当然，当前理智值永远不得超过英雄的最大理智值，即99-克苏鲁神话技能。\n>>从不定性疯狂中恢复\n如果花费时间沉浸于“关键连接”，理智检定会获得一个奖励骰，如果成功，英雄在恢复1D10点理智值的同时，还将从不定性疯狂中恢复。如果理智检定失败，英雄便需要对这一背景条目进行修改，并且将不再拥有关键背景链接（他们可以在下一次英雄幕间成长中选择新的关键连接）。\n>>杰出成就\n守秘人可以通过发放新的天赋来表彰英雄的杰出成就。这样的奖励应该很少，在英雄的整个生涯中可能只会有一两次。守秘人可以决定是否允许玩家选用全新的天赋，或是必须与他们先前的行动和成功相关。\n英雄成长摘要\n提升技能：进行技能成长检定。\n自救：花费时间沉浸于背景条目以恢复理智值，如果使用关键连接，还将从不定性疯狂中恢复。\n更改或创建一条英雄背景条目。\n奖励杰出成就——由守秘人决定。\n确认花销，检查信用评级，如有必要的话。\n减少一个理智限制（见习惯恐惧，克苏鲁的呼唤规则书169页）并检查是否有精神固化（克苏鲁的呼唤规则书169页）。",
	"可选规则（通俗克苏鲁）":"通俗克苏鲁拓展规则\n希望进一步控制通俗程度的守秘人，可以采用下列这些可选规则。这些可选规则会增加游戏的复杂程度，因此在决定使用它们之前，守秘人应该仔细斟酌。\n*标为来源克苏鲁的呼唤守秘人规则书，推荐基础可选\n>>限制幸运\n>>替代NPC幸运\n>>*先攻检定\n>>*在战斗中移动\n>>闪避\n>>双持武器\n>>大成功的优势\n>>幕间成长时的不定性疯狂\n>>幕间成长时获得克苏鲁神话点数\n>>酒精\n————————\n>>致命法术\n>>灵能觉醒",
	"限制幸运（通俗克苏鲁）":"通俗克苏鲁拓展规则-可选\n一些玩家群体可能更喜欢较低的通俗程度，并希望限制幸运值的使用。如果守秘人希望微调游戏，并减少幸运值在游戏中的影响，可以参考以下选项：\n限制“调整技能或属性检定”时，能投入的幸运值数量。通常没有其他限制的情况下，守秘人可能更愿意让每次调整骰点最多只能花费10或25点幸运值。\n禁用“避免近战大失败或枪械故障”，或者将其幸运花费增加至25点。\n禁用“减半理智损失”，只允许“百折不挠”天赋产生效果。\n如果你的玩家群体不喜欢那些稀奇古怪的逃离死亡方式，那就禁用“避免死亡”规则。",
	"替代NPC幸运（通俗克苏鲁）":"通俗克苏鲁拓展规则-可选\n根据通俗克苏鲁的标准规则，重要NPC的幸运应该等于其POW，这里有一种更有趣的方式：使用英雄们花费掉的幸运的构成NPC的幸运池。每位重要NPC的幸运值都取决于英雄们在模组中花费了多少幸运。英雄们花费的每一点幸运都将被添加至主要NPC的幸运池中，在模组或战役开始时从零开始。\n这种方法将平衡玩家的消耗——他们的花费将为敌人所用！但这种方法需要让守秘人记录额外的信息。",
	"闪避（通俗克苏鲁）":"通俗克苏鲁拓展规则-可选\n若角色以闪避应对一次攻击，掷骰结果可能会影响其在战斗轮中的下一个动作；比如闪避发生大失败，会导致英雄暂时陷入劣势等等。\n闪避的成功等级  效果\n大失败  不利位置：下一个动作获得一个惩罚骰。\n大成功  最佳位置：下一个动作获得一个奖励骰。",
	"双持武器（通俗克苏鲁）":"通俗克苏鲁拓展规则-可选\n所有角色都可以选择双持，在一轮中同时使用两把枪械或者两把近战武器进行攻击，每只手一把。攻击按照标准规则进行检定，但有两个例外。\n首先，惩罚骰将被施加在包括第一次攻击在内的所有攻击上：\n>>双持近战武器时：左手或右手进行攻击时，都获得一个惩罚骰。\n>>双持枪械时：将手枪连射规则（规则书113页）应用于每次攻击，无论用哪只手进行射击，即每发子弹——不管每把枪射击一次还是多次——每次攻击检定都获得一个惩罚骰。\n因此，用两把匕首进行攻击，或者用两把手枪射击的角色，会使两次攻击都带有一个惩罚骰。除了按照射程设置难度等级以外，其他情况带来的调整也同样应用。\n其次，大失败的范围增加了：如果成功所需的骰点为50或更高，则掷出96-100都算作大失败，而正常应为100。如果成功所需的骰点小于50，则掷出90-100都算作大失败，而正常应为96-100。\n注意：枪械故障只有骰点在故障值范围内才会发生。双持武器会使大失败出现的更加频繁。和往常一样，由守秘人决定大失败的后果，这里有一些建议：\n>>伤到自己：攻击者不小心射中了自己的脚，或是棍子的尾部击中了自己的脸。\n>>伤到队友：攻击者不小心打中了他的队友，或是跳弹击中了队友。\n>>失去平衡：攻击者失去平衡，摔倒在地，或是撞倒了队友。\n>>武器脱手：其中一把武器从攻击者手中脱落，也许会被丢出一段距离。\n>>武器被缠住：攻击者的武器不知怎的缠在了自己的衣服上，或者缠在了场景中的树枝或窗帘之类的物件上。\n受到攻击时，双持武器不会改变角色的反击能力，仍然使用一把武器进行回击。\n在双持时，拳头之类的徒手攻击视为近战武器。角色可以用左手拿剑劈砍，右手挥拳击打，两次攻击都具有一个惩罚骰。注意双持手枪会让装填变得非常困难。\n在通俗克苏鲁中，手枪可以被双持。守秘人决定游戏有多通俗——比如你会让角色双持霰弹枪吗？或者你更希望让双持仅限于手枪？",
	"大成功的优势（通俗克苏鲁）":"通俗克苏鲁拓展规则-可选\n对于战斗中骰子投出的大成功(“01”)，守秘人可能会给予其额外奖励。虽然大成功通常意味着英雄们将赢得战斗的胜利，但守秘人依然可以选择提供一些额外优势。\n可以参考以下选项：\n此次攻击自动将对手击晕。\n此次攻击击中了薄弱部位，无视护甲。\n此次攻击造成两倍的最大伤害。\n此次攻击影响到英雄的下个动作，他的下一次检定获得一个奖励骰。\n此次攻击使对手晕头转向，或将其掀翻在地，又或是从陡坡上跌落等等。造成额外伤害和/或使对手失去下一个行动。\n注意，这些效果只对人类或类人生物起效",
	"幕间成长时的不定性疯狂（通俗克苏鲁）":"通俗克苏鲁拓展规则-可选\n使用标准规则时，英雄必须花些时间沉浸于其关键连接才可能从不定性疯狂中恢复。虽然英雄们会在理智检定上获得一个奖励骰，但他们的当前理智值可能会相当低，这会导致通过检定的概率十分渺茫。对于高通俗程度的游戏，守秘人可能会希望使用下面这些可选规则：如果玩家沉浸于其关键连接的扮演令人信服(玩家的扮演足够努力且契合场景)，为其理智检定添加第二个奖励骰以确保检定通过。或者，守秘人可以决定在英雄在幕间成长时自动从不定性疯狂中恢复，而无需进行理智检定。英雄在冒险中的空档足以减轻任何长期负面效果(不定性疯狂)，这会让英雄以心智健康的状态开始下一轮冒险。",
	"幕间成长时获得克苏鲁神话点数（通俗克苏鲁）":"通俗克苏鲁拓展规则-可选\n如果调查员花费时间在其背景条目上，尝试拼凑最近获得的神话信息，此时守秘人可以允许其获得少量克苏鲁神话技能点数。英雄必须拥有至少6%的克苏鲁神话技能，并且最近遭遇过神话事物(允许他们仔细回忆其经历和知识)。和自救类似，守秘人和玩家最好以英雄的背景条目为核心来构建场景。\n尝试进行克苏鲁神话检定：如果成功，英雄获得1D4点克苏鲁神话技能，但也会因此失去1D4点理智值，这意味着他们找到了过去的经历和知识与神话的联系。如果检定失败，英雄获得1点克苏鲁神话技能并失去1点理智值——进展缓慢，没能找到真正有用的信息。而如果检定大失败，守秘人可以决定英雄所使用的背景条目被烧毁、断裂或损坏——可能由突发的精神错乱或狂躁症状所致，这会带来1D4点理智损失。",
	"酒精（通俗克苏鲁）":"通俗克苏鲁拓展规则-可选\n通俗文学中经常会描绘出那些酗酒成瘾的角色。酒精在二十世纪20年代一度消失， 但在30年代又重新焕发生机。酒饮的消耗鲜少会被注意，然而，有时守秘人会认为一个角色的能力会受到饮酒过量或者酗酒的影响。\n通常情况下，酒精会妨碍一个人进行理性思考和身体协调的能力；然而，酒能“壮人胆”。作为可选项，一个酩酊大醉的英雄可能会免受较低级别的理智损失，在醉眼朦胧的状态下，事情看起来不再那么糟糕，英雄们也会觉得自己能够“承受”这无情世界给出的任何冲击。\n一个英雄中量乃至过量的饮酒都可能意味着他会暂时免受一定程度的理智损失。而理智检定仍需按规则进行，如果结果低于一定数值则会被忽略（见表9：酒精）;如果理智损失高于酒精带来的免疫力, 其结果将会由守秘人进行记录, 但理智损失只会在酒精影响消退后才生效。一旦英雄摆脱醉酒的状态，进行一次智力检定：如果检定成功，英雄会极其清晰的回忆起所有的一切并完整地扣除由守秘人记录的理智损失。如果智力检定失败，英雄只会追忆起一部分，并且扣除一半记录的理智损失。\n守秘人应当在他们认为需要时才采用这些指导建议，以此避免玩家滥用酒精规则。[CQ:image,file=data/images/帮助文档/通俗克苏鲁酒精效果表.png]",
	"致命法术（通俗克苏鲁）":"通俗克苏鲁拓展规则-可选\n让所有施法检定与孤注一掷相类似（这意味着英雄们在施法检定上只有一次机会）可以极大加深施放法术带来的恐惧感。如果检定成功，法术会被如常施放，但如果检定失败，施法失败的后果就会随之而来。",
	"灵能觉醒（通俗克苏鲁）":"通俗克苏鲁拓展规则-可选\n守秘人可以决定在通俗克苏鲁中，灵能的使用状况。在标准情况下，英雄与反派都可以使用灵能。但如守秘人也可以将灵能限制为仅供反派使用以与其游戏风格和理念相适应。寻秘者英雄类型、神秘学家与瑜伽修士职业都可以在守秘人的允许下获得觉醒灵能。灵能可以增进角色扮演的体验并能强化游戏的通俗感，但倘若未经审慎考虑，对灵能的利用可能会颠覆游戏的平衡。灵能者的数量最好根据游戏的风格来决定，而在此给出的建议是同一时间内应当只有一名英雄能成为灵能者。拥有灵能天赋的个人应当极为罕见，因此他们在游戏中也应当十分稀少。\n使用灵能会消耗魔法值，这与法术的运作方式相类似。如果英雄剩余的魔法值不足以继续支撑心灵异能（也就是说他们的魔法值被耗尽了），他们应当进行一个CON检定。若检定成功，英雄可以继续保持清醒，而超出的魔法值消耗会被从生命值中扣除（相当于他们正在使用自己的生命力来支撑灵能）。而如果CON检定失败，英雄会陷入昏迷中，并且使用中的灵能也会中断。\n当进行灵能技能检定时，失败的检定意味着什么事都没有发生（但灵能所需的魔法值仍然会被消耗掉）。对旁人而言，这个角色看起来就像是陷入了一阵恍惚中，也许他们的眼睛还看起来十分怪异。如果有合适的理由，失败的灵能技能检定可以进行孤注一掷，让灵能者有第二次尝试的机会。\n灵能技能的对立技能/难度等级：\n普通难度：在安静的环境中，且有大量的时间用于集中注意力。\n困难难度：在刺激的动作过程中（例如战斗）。\n可能的失败后果：灵能者陷入昏迷；理智值损失；灵能者完全误解了他收到的信息并将为此陷入危险或灾难中；所使用的异能以出乎意料且危险的方式被施放出来；一个危险或充满恶意的存在意图附身灵能者。",
	"灵能技能（通俗克苏鲁）":"通俗克苏鲁拓展规则\n>>遥视(00%)\n>>占卜(00%)\n>>灵媒(00%)\n>>心灵感应(00%)\n>>念动(00%)",
	"遥视(00%)Clairvoyance（通俗克苏鲁）":"通俗克苏鲁拓展规则\n同样以千里眼的名字为人所知的遥视能使人拥有超越正常人类知觉的感官，这使得灵能者可以获知有关物体、人物地点或事件的信息。利用遥视，灵能者可以感知到鬼魂与隐形神话生物、获知某一失踪物体或人物的大致所处地点、得知在某一具体地点是否正有不幸的事件发生等等。\n灵能者需要将注意力集中在他想要获知信息的事物上，专注1D6回合并在这一过程中花费1D6+1点魔法值，然后进行遥视技能检定。如果检定失败，灵能者将无法获知任何信息，但他可以尝试对检定进行孤注一掷（这将需要额外花费5点魔法值）。而成功的检定意味着灵能者得以感知到一些与之相关的信息。信息的性质与详细程度需要由守秘人来决定。通常来说，通过这样途径获知的信息都是模糊或不完整的。\n如果有另一股外在力量（诸如另一个灵能者或怪物等等）不希望被探知到，那么这一检定的难度会抬升。某些物件可能会在探知过程中给予帮助，诸如失踪人物的照片或进行遥视的英雄的某个个人物件。在这些情况下，守秘人可以降低检定的难度等级。如果灵能者探知并感受到了某个神话存在，或与某个智慧外星生物建立了连接，那么他们必须进行一个理智检定，失去与通常遭遇这一怪物相等同的理智值。依照守秘人的判断，另外一些情境也可能会需要进行理智检定。",
	"占卜(00%)Divination（通俗克苏鲁）":"通俗克苏鲁拓展规则\n灵能者可以借助一项仪式（诸如塔罗牌、水晶吊坠、通灵板、如尼符文石等等）来通过某种方式预测未来。通常这应当集中于某一问题，诸如“海洋大街上的房屋里有危险吗？”或“扎科夫先生还活着吗？”这一问题应当可以使用“是”或“否”来回答，而额外的信息则需要经由守灵能者可以借助一项仪式（诸如塔罗牌、水晶吊坠、通灵板、如尼符文石等等）来通过某种方式预测未来。\n通常这应当集中于某一问题，诸如“海洋大街上的房屋里有危险吗？”或“扎科夫先生还活着吗？”这一问题应当可以使用“是”或“否”来回答，而额外的信息则需要经由守",
	"灵媒(00%)Medium（通俗克苏鲁）":"通俗克苏鲁拓展规则\n与占卜和遥视相类似，灵媒能够与灵体甚至是外星存在相交流。实际上，灵媒充当的是与外来智慧生物间的一个通道——他们开放自身心智的一部分以使不具实体的灵体能够与人们进行交流。这通常表现为灵体借灵媒之口交谈，但这也可表现为自灵媒心智中闪现出的词语或句子。\n灵媒必须花费1D10轮来进行准备，在这之后他们需要进行一个灵媒技能检定来决定是否能成功地建立灵能链接，这需要花费1D10点魔法值（无论检定成功与否）。\n守秘人应当决定这种灵能对话的性质与内容。但应牢记外来的存在并非总是喜欢有人通过这种方式与之建立联络，无论状况为何，这场对话都会十分短暂，在最佳情况下也只能持续数分钟。在无形的世界中充满了各式各样的灵体，而且灵媒无法获知他们能联络到的是哪一类型。如果某一充满恶意的存在意图侵入，灵媒可能需要进行一个POW对抗来驱走这只恶性的灵体。而如果失败，这一灵体可能将得以控制灵媒的躯体最多1D10轮，在此之后，灵媒将陷入昏迷而灵体也将被逐出其躯体。这种情形可能会引发理智检定。",
	"心灵感应(00%)Psychometry（通俗克苏鲁）":"通俗克苏鲁拓展规则\n如同海绵吸纳水分一般，灵能者可以使用这项能力吸收某个（无生命的）物体，诸如一本书、一座房屋或一个雪茄盒中的印象与情绪。他可以借此读出这个物件的拥有者现在（或曾经）是什么样子，他们大致的性格或是某些更深层的信息。\n灵能者必须接触这一物体并花费1D10分钟集中精神（在这期间他们什么也不能做）。在这段时间结束后，灵能者需要花费1D6+4点魔法值并进行心灵感应技能检定。最先显现的会是强烈的情绪（诸如悲伤、仇恨或爱）。其后而来的则是更为特定的印象，一些可能的结果包括：\n这一物件是否曾被用于谋杀某人（可能得知这发生在多久以前并获知发生地点的粗略概念）\n如果这一物件属于灵能者认识的某人，那么灵能者可以确认这一物件的归属。\n如果这一物件属于灵能者不认识的人，那么灵能者可以对拥有者的性别、体型与性格拥有一个大致的印象。\n对这一物件本身历史的大致印象（它产自哪里，在某一时期它曾被放置在哪里。）\n更为深层的信息需要由守秘人决定，由心灵感应获知的信息应当相对地比较模糊，因为若不善加管理，这种能力可能会使调查失去平衡。",
	"念动(00%)Telekinesis（通俗克苏鲁）":"通俗克苏鲁拓展规则\n这一能力允许灵能者使用他们的意志操作物体。通常来说，这意味着将一个小型物件移出一段短距离。可能的物件包括：烛台、小刀、花瓶、椅子、盘子、石块、刀剑、打字机等等。\n灵能者能以每个物件1点魔法值的代价移动普通人能够轻易拿起并掷出的物体。他可以缓慢或迅速地移动这一物体，因此如果他希望的话，他可以在战斗中将这一物体掷向敌人（见下）。\n在战斗外，灵能者可以花费1点魔法值并进行念动技能检定来移动物体（通常可向任意方向移出至多5米）。\n在战斗中，灵能者能花费1点魔法值并使用念动技能与投掷技能的组合检定。这一检定视同使用远程武器，其结果必须同时小于或等于念动与投掷技能（该检定不能被孤注一掷）。攻击目标（如果能察觉到这次攻击）可以尝试进行闪避检定（来对抗灵能者的攻击掷骰）。攻击造成的伤害取决于投掷出的物体（对于小型到中等大小的物体，伤害通常应当是1D4到1D6）。\n念动技能也同样可以用于形成隐形的护甲以防御物理攻击。灵能者必须在对抗每一次攻击的念动技能检定中成功，并为每1点护甲支付1点魔法值（例如支付10点魔法值可以获得10点护甲，以此类推）。当以这种方式使用念动技能时，灵能者不能对该检定进行孤注一掷。\n*可选：当灵能者希望移动诸如一辆车之类超越普通人力量范围的物体时，这次检定的魔法值损耗应等同于现实中抬起并搬运这一物体所需的人数，并且检定难度会因此提升到极难。这一物体无法被掷出或高举，但它可以被缓慢地拖出一小段距离（最多3米）\n范例：灵能者尤金希望移动一辆小轿车。守秘人判定需要六个人才能将这辆车搬起并挪出一小段距离，因此尤金需要消耗6点魔法值并成功通过一个极难念动技能检定来完成这一行动。",
	"灵能攻击与附身":"通俗克苏鲁拓展规则\n远古的巫师、恶毒的神秘探寻者以及一些怪物（诸如鬼魂与精怪）能向它们猎物的心智发起猛攻，甚至能得以在一段时间内侵占他人的躯体。在此建议守秘人仅允许怪物与反派发动灵能与附身攻击。允许英雄们也应用这些规则可能会使得游戏不平衡，但假如守秘人希望玩家们也能利用灵能攻击，下面同样也提供了一些指导。\n灵能攻击表现为一次POW对抗检定：\n如果攻击者在检定中胜过了目标：目标损失1D10点魔法值。\n如果目标在检定中胜过了攻击者：攻击者失去1D10点魔法值。\n攻击者只有当目标位于其视线内或足够接近（10英尺内）时才能发起灵能攻击。这场灵能战会在其后的回合继续进行直至目标陷入昏迷、遭到附身或双方其中之一逃离。一个灵体会在其魔法值减少到零之前逃跑，而巫师则很有可能在其魔法值耗尽之前放弃攻击。而如果目标的魔法值被耗尽，他们会立即陷入昏迷或被附体（如果攻击者希望如此做）。\n旁观者可能会注意到遭到攻击的目标看起来正处于困惑或痛苦中。但除此之外，他们很有可能会忽视正在进行中的精神攻击。\n那些遭到附身的人会在一段时间内被控制，被迫依照附身者的意愿行事。通常他们会被用于进行某项特定的行动、伤害他人甚至有可能自残。附身通常会持续1D10小时，而依据守秘人的意愿，这一时间可能会变得更长。\n那些被附身时间较长的人每8小时可以尝试进行一次新的POW对抗检定以将灵体驱离体外。\n据信某些鬼魂倘若在这样的精神对战中落败，那么它们有义务在离去前给予胜者以恩惠，或许是解答一个问题、给予一项指引或其他信息。\n使用辨识灵体（Identift Spirit）法术可以辨别出正在附身他人的灵体，若这些灵体遭到魔法的攻击（诸如驱离恶魔或放逐术）或被作为灵能攻击的目标并魔法值减少到了零，它们会立即离开被附身的躯体并返回原处。",
	"允许英雄使用灵能攻击":"通俗克苏鲁拓展规则\n只有寻秘者英雄类型、神秘学家与瑜伽修士职业的英雄才能在守秘人的允许下使用灵能。而这些英雄必须选取灵能觉醒天赋来获取灵能技能。如果守秘人希望英雄们能使用灵能攻击，那么英雄们需要将“灵能攻击”写在人物卡的天赋栏中——这意味着英雄们在角色创建过程中不能再获取其他任何天赋。\n如果英雄们决定向另一人或怪物发起灵能攻击，参照以下情况：\n怪物：灵能攻击只对鬼魂、灵体之类的怪物起效。使用上述的灵能攻击规则。灵能者英雄能以此驱离怪物，迫使它们逃离。守秘人可以决定英雄们能否附体某个精神脆弱的生物，例如说一只僵尸。\n神话生物：灵能攻击对神话生物无效。与它们异常的精神建立链接足以摧垮人类的精神。试图向神话生物发起灵能攻击的人类必须立即进行一个理智检定并按照怪物描述损失理智值。这意味着英雄有可能面对同一只怪物进行两次理智检定：第一次是由于遭遇怪物，而第二次则是由于试图对其发起灵能攻击。建立起的精神链接会被切断，而灵能者将能立即意识到他们根本无法与这些怪物相链接。\n人类：如果目标正处于视线内，灵能者可以尝试对其发起灵能攻击。如果第一次POW对抗失败，灵能者可以尝试在下一轮自己行动时尝试进行另一次POW对抗（守秘人可以选择让灵能者在规模较大的战斗中以POW而非DEX决定行动顺序）。第二次尝试在效果上等同于孤注一掷。如果第二次检定失败，那么灵能者将永远不能再次对这一目标发起灵能攻击。此外，就像普通的孤注一掷一样，一些符合现状的糟糕事件将会发生——可能的结果包括：眼耳流血、理智损失、一瞬间的幻觉与因颤抖和痉挛引发的失能等等。但如果灵能者英雄在第一或第二次对抗检定中获胜，那么他可以如上述规则一般开始灵能战斗。通常来讲，灵能者英雄可以通过灵能攻击迫使目标陷入昏迷（藉由魔法值损失）但不能对其发起附身。",
	"怪奇技术Weird Science（通俗克苏鲁）":"通俗克苏鲁拓展规则\n对发明创造、奇妙道具与其他惊人技术的利用通常都是通俗故事的一大关键看点。下述规则允许守秘人决定他的游戏中科学有多么怪异，并提供了一系列在通俗克苏鲁游戏中可用的奇妙道具范例。\n对于低通俗度的游戏来说，奇妙道具与怪奇技术应当极为罕见，或许它们只会被掌握在大反派与怪物的手（或爪）中。游戏中科学的怪异程度以及英雄们能否制造或获取怪奇技术道具皆应由守秘人决定。书呆子与机械师英雄类型、怪奇技术与奇妙道具天赋都能提供获取奇妙道具的能力。\n>>神话科学\n>>制造奇妙道具\n>>范例奇妙道具",
	"神话科学（通俗克苏鲁）":"通俗克苏鲁拓展规则\n许多神话种族都掌握着某种形式的技术，无论是将其用作武器还是工具。这些设备在广义上也可归类为“怪奇技术”，它们并非是为人类设计的。如果神话科技落入人类之手，它们也极难使用，这些设备足以令其潜在的使用者困惑不已——而且比起让这些东西正常工作，这些使用者更有可能把自己弄伤。人类同样根本无法复制这些设备或弄懂它们的运行与工作方式。在最好的情况下，一个高超的科学家或工程师能构思出以常规的地球科技模拟这些设备效果的方法，或仅以手头工具运行这些设备。拥有疯狂技能（Insane Augmented Skill）的人也许能够操作或设计出类神话的奇妙道具。\n这些事务应由守秘人根据游戏的通俗程度来决定。",
	"制造奇妙道具（通俗克苏鲁）":"通俗克苏鲁拓展规则\n如果一个英雄希望制造一件通常不可用的奇妙道具，他首先必须获得必要的材料、设施与工具。这可能会对他们的生活水平造成极大影响，并需要他们变卖家产或实行窃取材料等非法活动。\n想要制造奇妙道具的人同样还需要拥有适当的知识与技能，例如机械修理、电气修理、计算机使用、神秘学以及用于特别复杂深奥物品的克苏鲁神话技能。为确定建造的成功与否，取决于奇妙道具不同，制造者必须进行一个单独或联合的技能检定。\n守秘人必须决定制造这个奇妙道具所需的难度。这是一件作用微小的简单设备，还是一件足以射出死亡射线的复杂武器？从游戏机制来看它有何种作用？\n不要让一件奇妙道具能发挥多种作用，在理想情况下，每一件奇妙道具都应当能执行一种行动或拥有一种效果。因此一件能将人们送去月球的奇妙道具就应当只能发挥该用途而不能顺便将人们送去木星或其他什么地方。\n常规难度\n拥有一种简单且不具破坏性的功能。\n可以40%*的成功率模仿一项技能（允许没有这项技能的人以40%技能进行检定）。\n困难难度\n拥有一种复杂或具破坏性的功能（例如，一件武器）。\n可以60%*的成功率模仿一项技能。\n对某项特定的技能检定提供一个奖励骰，最多可使用1D4次。\n极难难度\n拥有一种极为复杂的功能。\n拥有一种惊人的功能。\n以90%*的成功率模仿一项技能。\n对某项特定的技能检定提供一个奖励骰，最多可使用1D10次。\n涉及任何与神话有关的事物。*这不包括克苏鲁神话技能\n制造奇妙道具的时间应由守秘人决定，但复杂程度越高所需的时间就应越长。例如一件简单的奇妙道具可能花费1D10+5小时来制作，一件复杂的道具则需要1D10+5天或数月，而一件高度复杂的奇妙道具可能将花费1D10+5年。通过奇妙道具的价值与它在游戏中的效果来决定时间幅度。上述给出的建议时长仅供参考，守秘人完全可以自行设定一个时长而非随机掷骰决定。\n当所需的制造时间结束后，英雄需要进行合适的技能检定来决定他们的艰苦工作是否成功。失败的检定意味着这件设备无法工作，他们可能必须重新花费同样的时间来进行另一次检定。当然，如果英雄们能提出合适的方案，那么他们可以对失败的检定进行孤注一掷。这次孤注一掷失败的结果应当充满戏剧性，或许还有爆炸性，并会造成生命值损失。技能检定的大失败（无论是否是孤注一掷）意味着这件设备被完全摧毁了。\n一些可能出现的孤注一掷失败结果：\n这件奇妙道具能在有限次数内发挥作用，但它拥有在毫无预警的情况下爆炸的风险：使用者每次使用这一设备时必须进行一个幸运检定，如果失败，这件奇妙道具会爆炸，对使用者以及5尺范围内的一切造成1D6伤害。\n这件奇妙道具炸成了一团火球，在10尺范围内造成2D10到4D10间的伤害。\n这件奇妙道具并未按预期方式运作，它拥有一项严重的副作用或总是以危险且不可预测的方式起效。",
	"范例奇妙道具（通俗克苏鲁）":"通俗克苏鲁拓展规则\n以下是几项范例奇妙道具，它们可能会出现在NPC的手中或被英雄们通过怪奇技术制造出来。\n>>自动撬锁器\n>>声音模仿器\n>>鬼魂侦测器\n>>死亡射线枪\n>>翻译耳机\n>>便携电话机\n>>大脑增强器\n>>喷气背包\n>>旧印弹",
	"自动撬锁器（通俗克苏鲁）":"通俗克苏鲁拓展规则\n一根带有可伸缩头的小型手持管状设备。自动撬锁器允许没有技能的窃贼以40%的成功率撬开门锁。\n制造：零件花费$50，需要1D10+5小时与一个成功的常规难度机械维修检定。",
	"声音模仿器（通俗克苏鲁）":"通俗克苏鲁拓展规则\n一个10寸x5寸的黑盒子，在一端伸出一个锥状的小喇叭。如将小喇叭放在电话话筒上并向黑盒内说话。声音模仿器可使使用者的声音频率变得更高或更低，使他能伪装成另一个人的声音，甚至能使男性的声音听起来像女性，反之亦然。\n制造：零件花费$100，需要1D10+5小时与一个成功的常规难度电气维修检定。",
	"鬼魂侦测器（通俗克苏鲁）":"通俗克苏鲁拓展规则\n一个书包大小的设备，重10磅，通常的佩戴方式是像书包一样围在使用者脖子周围。鬼魂侦测器能以60%的成功率侦测灵体的存在。当探测到灵体时，鬼魂侦测器上的一系列彩灯会开始闪烁（在20尺内），闪烁的彩灯越多，使用者就离鬼魂越近。\n制造：零件花费$250,需要1D10+1天与一个成功的常规难度电气维修、科学（物理学）与神秘学的组合检定。",
	"死亡射线枪（通俗克苏鲁）":"通俗克苏鲁拓展规则\n一把需两手使用的枪械，能向目标射出一道强力的射线，忽视普通护甲*并造成1D10+5热能伤害。使用射线枪需要一个成功的射击（步枪）检定，并在能量耗尽前能射击1D8次，在那之后将需要10小时时间以再次充能。\n*对非地球物质构成的护甲无效，例如神话生物。\n制造：零件花费$1000，需要1D10+5周与一个成功的困难难度电气维修与科学（物理学）的组合检定",
	"翻译耳机（通俗克苏鲁）":"通俗克苏鲁拓展规则\n一个黄铜制的助听器，大约一尺长。当将它拿近耳朵时，它能让使用者听懂任何源自地球的语言。\n制造：零件花费$1500，需要1D10+5周与一个成功的困难难度电气维修与科学（数学）组合检定。",
	"便携电话机（通俗克苏鲁）":"通俗克苏鲁拓展规则\n两个约有12寸x5寸大小并重20磅的黑盒子。两个盒子彼此独立。一根3尺长的电缆盘在盒子的顶端并分成两根较细的电缆，在它们两端分别是一个听筒与一个话筒。在盒子的一侧是一个摇柄，当使用时必须快速转动它来产生足够进行一分钟对话的电荷。\n两个使用者可以通过这一设备在一英里内彼此进行交谈，便携电话机在需重新充能前可使用30分钟。\n制造：零件花费$1000，需要1D10+5周与一个成功的困难难度电气维修与科学（物理）组合检定。",
	"大脑增强器（通俗克苏鲁）":"通俗克苏鲁拓展规则\n这个设备看起来就像一个插入了几十个玻璃阀门的浴帽，蛛网一样的电缆从这些阀门中伸出并连接到电源箱上。当被戴在头上时，大脑增强器允许使用者以更快的速度阅读书面文字，减少一半所需的阅读时间。但毫无疑问，读者必须理解他正在阅读的文字，否则那些文本对他来说仍是一个谜。\n制造：零件花费$2000，需要1D10+5周与一个成功的困难难度电气维修与科学（生物学）组合检定。",
	"喷气背包（通俗克苏鲁）":"通俗克苏鲁拓展规则\n一个背带式的背包，含有两个与喷气推进系统相连的加压燃料罐。在火箭的一次喷射中使用者可以跃入空中200尺并前进大约100尺的距离。燃料罐可以支持4次跳跃，在那之后就需重新添加燃料。\n由于燃料罐的脆弱，它们会在被子弹或其他投射物击穿时发生爆炸，对使用者造成3D10+5点伤害并对5尺内的一切造成2D10伤害（在10尺范围内伤害减少到1D10）。燃料罐有1点护甲。\n建造：零件花费$10000，需要2D10+1月与一个成功的困难难度机械维修、电气维修与科学（物理学）组合检定。替换燃料花费$500.",
	"旧印弹（通俗克苏鲁）":"通俗克苏鲁拓展规则\n细致地刻上了旧印的枪械子弹。当被用以对抗特定神话生物时，旧印弹会造成额外的1D10+1伤害并被视为魔法武器，因此可以击穿那些免受非魔法伤害的生物的护甲。\n哪些神话怪物会受旧印子弹影响由守秘人决定。应当注意通常旧印只会对神话诸神（例如旧日支配者与外神）的仆从起效。目前尚未有人能确定这些魔法子弹是否能对那些神话伟力产生影响。\n制造：需要施放旧印法术（见克苏鲁的呼唤守秘人规则书255页），一次可供在6发子弹上刻写旧印，这需要一个射击与巧手的组合检定。应注意合适的技艺技能可用于替换巧手（用以表示在子弹上刻写旧印需要的精密操作）技能检定。",
	"通俗魔法（通俗克苏鲁）":"通俗克苏鲁拓展规则\n通俗克苏鲁中的魔法仍然根植于克苏鲁神话远非凡人所能理解之物的理念。但那些愚者与蠢人仍会一次又一次地试图利用魔法来达成他们的目的。通俗克苏鲁中阅读典籍与施放法术的规则与克苏鲁的呼唤大致相同，而下述则为一些为适应通俗风格游戏做出的规则调整。\n>>神话书籍\n>>使用魔法\n>>学习法术\n>>施放法术",
	"神话书籍（通俗克苏鲁）":"通俗克苏鲁拓展规则\n泛读在通俗克苏鲁中用时更少，这使得英雄们可以更快地大致了解书籍的内容。虽说守秘人一如既往地对所需时间的幅度拥有最终的决定权，但在此建议每一次泛读都需花费“一晚上的研习”（6小时左右）来完成，这能使得游戏按节奏进行，而不是充满漫长的无用时间。如果有必要的话，玩家角色即使在阅读典籍时语言检定失败仍然可以依守秘人的意愿获得一些信息，但他不会因此失去理智点或获得克苏鲁神话技能。如果玩家能给出一个恰当的理由，他可以对这个失败的检定进行孤注一掷，但这次孤注一掷的失败结果总是应当显得充满戏剧性，一些可能的结果包括：\n这份典籍着火了，有可能是因为外在的热源，也有可能是自燃。\n阅读者因劳累过度而睡着了，并陷入了一个与克苏鲁神话有关的恐怖噩梦中（损失1D6点理智值）。\n阅读者陷入了幻觉中，并把他的同伴误认为了怪物，他需要为此做出适当的理智检定，直到幻觉结束或他通过了一个现实认知检定（见克苏鲁的呼唤规则书，162页）为止。\n一个来自远方的外星智慧生命察觉到了阅读者的存在，并对他发起了一阵心灵攻击，意图附身阅读者来达成某些目的。\n精读一份神话典籍所需的时间是常规克苏鲁的呼唤游戏中的一半，但守秘人有权决定某些特定的文本需要更多时间来阅读。",
	"使用魔法（通俗克苏鲁）":"通俗克苏鲁拓展规则\n在克苏鲁的呼唤中，魔法总是不寻常的事物，扭曲与操纵宇宙的法则通常都意味着诡异的事情会随之而来。在通俗克苏鲁中，魔法总是应当显得多彩、危险且复杂。虽说英雄们能够挖掘出魔法的奥秘，但施放这些法术仍然是一项足以吓退懦夫的，充满风险的举动。",
	"学习法术（通俗克苏鲁）":"通俗克苏鲁拓展规则\n在通俗克苏鲁中，法术的学习被加快了，阅读书籍等步骤所需的时间变得更短，这使得玩家角色更有可能去学会与使用法术。\n>>来自神话书籍：\n英雄必须至少泛读过一遍书籍才能选择一项法术进行学习。他必须花费1D6小时来研习这项法术。在这段时间内，英雄必须全神贯注地学习法术并无法从事其他任何行动。如果学习过程被打断了，英雄必须花费另外的1D6小时来回到学习时的状态。\n在大多数情况下，法术的学习都可以被自动完成。但若守秘人认为有必要——也许是因为这项法术十分强大——他可以要求英雄进行一个困难难度的INT检定来学会这项法术。如果检定失败，那么英雄就未能成功地学习法术，他可以尝试对这个INT检定进行孤注一掷或合上书改日再次学习该法术。\n若对学习法术时的检定孤注一掷，可能的失败后果包括：\n这项法术在学习过程中被施放了出来，英雄需要进行一个困难难度的POW检定来确定法术的施放是否成功，这项检定不能被孤注一掷。即使失败，这项法术仍然会导致一些后果——守秘人应当决定法术施放成功或失败时的结果（无论成功与否其后果都应当令人不快）。\n这项法术在学习过程中被错误地施放了出来，投掷表13：施法失败效果表（见施法失败表），或由守秘人给出一个恰当的后果。\n这项法术的学习者被它反噬了，法术的效果部分或全部地转向到了他的身上。这同时也可能带来一些诡异或令人惊讶的效应。\n英雄相信他已经成功地学会了这项法术，但当他施放的时候，法术的效果会出乎其意料地变得大不相同。法术可能会被扭曲、减弱或增强，又或者完全变成另一种效果。\n被卷入这些状况中的英雄同样应当损失恰当数量的理智值，其数目应与法术本身或法术的效果相称。\n>>来自他人\n一对一地教授法术比从书中学习要快，通过这种方式学习法术只需1D4小时。且不需要任何检定，法术会被自动学会。\n>>来自某个神话存在\n只要愿意，任何合适的神话存在都能依靠心灵感应将一项法术印入一个角色的心智中。这项法术会被立即学会，但通过这种方式学习法术的体验十分令人不安并会立即导致1D6点理智值的损失。",
	"施放法术（通俗克苏鲁）":"通俗克苏鲁拓展规则\n当英雄首次试图施放某一项法术的时候，他需要为此做出一个施法检定。一旦他成功地施放了法术（即使他是通过孤注一掷达成的），其后这项法术就不再需要施法检定。非玩家角色与怪物不需要进行施法检定。\n要进行一次法术施法检定，英雄需要通过一个困难难度的POW检定。如果成功，参照法术描述来决定结果。如果失败，英雄需要决定是否进行第二次尝试（并再次付出法术消耗）——无论是立即重试还是在将来某一时刻重新尝试，都意味着对施法检定的孤注一掷。\n如果孤注一掷的施法检定成功，法术会被正常的施放出来，并且不会产生其他的负面效果。而如果孤注一掷的施法检定失败，可怕的后果就会紧接着降临到施法者身上。由守秘人来决定法术到底是会如常起效、表现出诡异的效果还是完全失败。同时施法者必须支付1D6倍的法术消耗。如果魔法值不足，过量的魔法值消耗会转为生命值损失——倘若正在孤注一掷的是一个强大的法术，这可能会引致死亡。\n在施法检定上失败的孤注一掷同时还意味着法术能量的异常展现引发了一些古怪、恐怖且诡异的事情。守秘人应当从表13：施法失败效果（见上）中为那些效力较弱的法术挑选或随机掷出一项或多项副作用。应当注意的是，1D10+5码内的所有人（包括施法者本人）都会被这些副作用影响到，并需要为此做出合适的理智检定。\n除了进行孤注一掷外，另外唯一一条可行的方法是重新学习这项法术，这将再次花费1D6小时并需要进行一个困难难度的INT检定。在重新学习过这项法术后，施法者就可以重新尝试进行施法检定。",
	"非玩家角色天赋（通俗克苏鲁）":"通俗克苏鲁拓展规则\n本章中描述的一些角色拥有天赋，通常情况下只为人类NPC设置天赋，因为怪物已经拥有了类似天赋的特殊能力。建议只为重要的NPC设置一到两项天赋。以下是守秘人控制的非玩家角色天赋列表：\n昏暗视觉：忽略在夜间射击时的惩罚骰。\n耐力卓绝：进行体质检定时可以花费10点幸运来获得一个奖励骰，包括建立追逐时。\n强健体魄：可以花费10点幸运使疾病和毒药的伤害和效果减半。\n铁骨铮铮：可以花费10点幸运来吸收在一轮中收到的5点伤害。\n处变不惊：不会被突袭。\n专注打击：在格斗中，可以花费10点幸运来获得额外伤害骰，数量取决于所用武器。如徒手攻击+1D3，剑+1D6。\n身手敏捷：应对枪械而寻找掩体时，不会失去攻击机会。\n目光如炬：忽略瞄准体型较小目标(体格-2)时产生的惩罚骰；忽略瞄准近战中的目标时产生的惩罚骰。\n技巧卓绝：使用战技时，角色的体格视为+1。\n疾风连击：在格斗中，可以花费10点幸运再进行一次攻击。\n动如脱兔：在一整场战斗中，可以花费10点幸运来避免寡不敌众。\n快速拔枪：决定回合轮次时，即使未准备好进行射击，亦视为获得+50DEX。\n手枪专精：忽略手枪连射带来的惩罚骰。\n百折不挠：可以花费10点幸运来避免最多5点理智损失。\n钢铁意志：进行意志检定时可以花费10点幸运来获得一个奖励骰。\n灵能觉醒：获得一项灵能，遥视、占卜、灵媒、心灵感应、念动其中之一。\n奇妙道具：选择或创造一个奇妙道具。\n译注：耐力卓绝、百折不挠和钢铁意志与同名的英雄天赋效果不同；疾风连击与第四章“购买第二次攻击机会”效果重复。",
	"邪恶法术（通俗克苏鲁）":"通俗克苏鲁拓展规则\n>>敌人束缚术\n>>反胃法阵\n>>火焰斗篷术\n>>伤害偏转术\n>>塞壬之歌\n>>消失术\n*邪恶法术部分大量参考了七宫涟的《克苏鲁神话魔法大典》译文。",
	"敌人束缚术Bind Enemy（通俗克苏鲁）":"通俗克苏鲁拓展规则法术\n消耗：可变的魔法值；1D4 点理智值\n施法用时：1 天\n使得目标在接下来的七天当中，不论用物理攻击还是魔法攻击都不能对施法者造成伤害。施法者将可变的魔法值牺牲到一个目标的小塑像当中，他投往的魔法值必须比目标拥有的魔法值多，法术才能生效。施法者须和目标进行一次POW对抗检定并胜出，法术才能生效。若目标胜出，法术无效。\n通常需要一天的时间收集材料、制造塑像，然后吟唱咒语并将魔法值投入塑像中。塑像必须包含目标身体的一部分（可以是几根头发、指甲、血液或者其他东西）。如果施法者攻击目标或者塑像被破坏，法术终止。",
	"反胃法阵Circle Of Nausea（通俗克苏鲁）":"通俗克苏鲁拓展规则法术\n消耗：4 点魔法值；2 点理智值\n施法用时：5 分钟\n本法术可以在施法者的周围制造一个强大的保护法阵，让任何接近他的人类感觉到反胃与痛苦。施法者须在地上用粉笔画出一个圆圈，并用四枚附魔的蛋白石加强法阵——每块都对应指南针上的一个基本方向。对石头附魔需要事先在每块石头上牺牲4点魔法值）。\n打破这一法阵需要在施法者和想进入的人物之间进行一次POW 对抗检定。任何触碰法阵并在POW 对抗中失败的人将呕吐五分钟，直到他退避到100 码以外。若有人成功打破法阵，法术瓦解。",
	"火焰斗篷术Cloak Of Fire（通俗克苏鲁）":"通俗克苏鲁拓展规则法术\n消耗：12 点魔法值；1D6 点理智值\n施法用时：1 轮\n本法术会增加施法者的移动速度、增强战斗防御，不过会对他造成非常大的痛苦。只有施法者会从本法术中受益。施法需要一轮，效果持续4D4 轮。目睹生效中的斗篷需要损失1/1D3 点理智值。\n本法术用穿梭闪烁的光点环绕施法者，每颗光点都拖着明亮的尾巴，摇曳着白热的光。施法者被斗篷包裹起来，升到离地面几英寸的位置。但是，身体动作完全不受影响。\n在法术生效期间，施法者的MOV 加倍，并在所有DEX 检定中获得一颗奖励骰（同样影响闪避检定）。所有对施法者的攻击受到一颗惩罚骰。任何试图用徒手（拳脚）攻击施法者的人，每次攻击时受到1D6 点伤害。\n如果施法者接触到某人，将此行动视为一次近战攻击，施法者使用自己的格斗（斗殴）技能，造成1D6 点伤害（加上一次幸运检定，确定目标有没有燃烧）；此行动每发生一次，施法者也要同时受到骰出伤害的一半（向下取整），因为他的皮肤会被斗篷的魔法表面烧蚀掉。施法者若因本法术损失过多耐久值，有可能死亡。\n玉帝对这个法术已经十分精通，他能够使用此法术的深层魔法：\n额外消耗4点魔法值（每回合）释放一只火焰触手伸向指定的目标。这是一次近战攻击，有一颗奖励骰。目标可以闪避或反击。这次燃烧的攻击造成1D10+2点伤害（加上幸运检定避免燃烧），以恐怖的方式熔化皮肉。",
	"伤害偏转术Deflect Harm（通俗克苏鲁）":"通俗克苏鲁拓展规则法术\n消耗：1 点魔法值；1 点理智值\n施法用时：即时\n防御性的法术，施法者念动外神的秘密名讳，可以无效化多种物理攻击。施法者念动那不祥的名号，对攻击的人伸出手去。施法者在每次受到成功攻击后，消耗等同于伤害值的魔法值，可以使攻击无效化。如果攻击已经打空，不消耗魔法值。这在手臂放下前都有效。如果放下手臂，法术终止。\n法术还可以重新施放。施法者可以无效化任意次攻击，除非他的魔法值耗尽了——施法者能够选择靠消耗耐久值来维持法术，但这是事与愿违！他可以选择无效化哪一次攻击、让哪一次攻击正常造成伤害，但必须在了解实际伤害之前选择。若点数不足以无效化一次攻击，则法术终止，该次攻击或打中或打空都按照正常流程进行。",
	"塞壬之歌Siren’s Song（通俗克苏鲁）":"通俗克苏鲁拓展规则法术\n消耗：6 点魔法值；5 点理智值\n施法用时：2 轮\n施法者通过吟唱一段歌谣或旋律，诱骗一名目标，以为施法者就是他或她心中所念之人。施法者须和目标进行一次POW 对抗检定并胜出，法术才能生效。若成功，目标的行动好像完全被施法者魅惑了一般——他愿意照着施法者的意愿说任何话、做任何事。若目标被强迫去做对施法者所爱的他人或者目标自己造成伤害的行动时，需要再次进行POW 对抗检定。\n法术会影响所有听到歌声的人，每个人都要各自和施法者进行POW对抗，否则会受到影响。法术的效果持续4D10小时。",
	"消失术Vanish（通俗克苏鲁）":"通俗克苏鲁拓展规则法术\n消耗：5 点魔法值；1 点理智值；（消耗10 点POW来创建一个符咒）\n施法用时：即时\n施法者在一阵烟雾中消失，并在预定地点重新出现。\n预定的地点通过创建一个符咒来确定——通常是一个包含了施法者身体的一部分（例如血液、牙齿或指甲）的箱子。这个箱子用魔法来制作，需要花费一天的时间，同时施法者必须消耗10点POW（一次性消耗）。箱子所放置的地点可以是几百英里之外。可以准备多个箱子，让施法者能够选择多个逃脱路线。\n法术只需一瞬间进行施放，施法者消耗所需的MP和理智值来施放法术。法术可以重复施放任意次数。如果箱子被摧毁或者被打开后取出其中的物品，它就会失去魔法效果，施法者必须重新准备一个新的箱子并且再消耗10点POW。"
}}
